{
    "canonical_name": "pdSST-futArcSIC", 
    "description": "Atmosphere-only time slice experiment forced by climatological monthly mean sea surface temperature (SST) for the present day sea and future Actic sea ice concentration (SIC). Radiative forcing to be set to present day (year 2000) levels. Future SIC will be computed from the ensemble of CMIP5 projections by PAMIP. Sea ice thickness should be specified according to the CMIP6 AMIP protocol. Time slice simulations to begin on 1st April and run for 14 months, the first two months are ignored to allow for an initial model spin up. Minimum ensemble size is 100 simulations.", 
    "governing_mips": [
        "pamip"
    ], 
    "keywords": "PAMIP, Tier 1,", 
    "long_name": "Atmosphere time slice with present day SST and future Arctic SIC", 
    "mip_era": "cmip6", 
    "rationale": "Different Actic SIC relative to pdSST-pdSIC (PA1.1) to investigate the impacts of present day and future Actic sea ice, and the role of Arctic sea ice concentration (SIC) in polar amplification.", 
    "related_experiments": [
        {
            "name": "amip", 
            "relationship": "is_initialized_by"
        }, 
        {
            "name": "pdSST-pdSIC", 
            "relationship": "is_perturbation_from"
        }
    ], 
    "related_mips": [
        "pamip"
    ], 
    "requirements": [
        {
            "canonical_name": "2000-2001 14mnths", 
            "description": "PAMIP time slice simulations to begin on 1st April and run for 14 months, the first two months are ignored to allow for an initial model spin up.", 
            "isConformanceRequested": false, 
            "keywords": "idealised, 2000-2001", 
            "label": "2000-2001 14mnths", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "PAMIP present day SST for use with future Arctic SIC", 
            "description": "Present day monthly mean cimatology of sea surface temperatue for use with future arctic sea ice. Data provided by PAMIP.", 
            "isConformanceRequested": true, 
            "keywords": "PAMIP, SST clim, sea surface temperature climatology, present day, future arctic sea ice", 
            "label": "PAMIP present day SST for use with future Arctic SIC", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "PAMIP future Arctic SIC", 
            "description": "Future monthly mean cimatology of arctic sea ice concentration, data provided by PAMIP. When used in coupled models it is recommended to constrain sea ice by nudging but with a weak relaxation timescale of 2 months. However, appropriately calibrated long-wave fluxes applied to the sea ice model may also be used.", 
            "isConformanceRequested": true, 
            "keywords": "PAMIP, arctic SIC clim, arctic sea ice concentration climatology, future", 
            "label": "PAMIP future Arctic SIC", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "AMIP SIT protocol", 
            "description": "Sea ice thickness should be specified with the same protocol that was used in the CMIP6 AMIP experiment.", 
            "isConformanceRequested": true, 
            "keywords": "PAMIP, AMIP, SIT, sea ice thickness", 
            "label": "AMIP SIT protocol", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Present day radiative forcing", 
            "description": "Present day (2000) radiative forcing.", 
            "isConformanceRequested": true, 
            "keywords": "present day, 2000, radiative forcing", 
            "label": "Present day radiative forcing", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "100MemberAMIP", 
            "description": "An ensemble of one hundred simulations.  Initial conditions should be based on the AMIP simulation for 1st April 2000 if possible, though any suitable start dump may be used, noting that the first two months of the simulations will be ignored. The results are not expected to be particularly sensitive to the way in which ensemble members are generated, and any suitable method may be used but should be documented.", 
            "isConformanceRequested": true, 
            "keywords": "One hundred, 100, ensemble, runs, simulations, AMIP", 
            "label": "100MemberAMIP", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AGCM Configuration", 
            "description": "An Atmosphere only general circulation model configuration.", 
            "isConformanceRequested": false, 
            "keywords": "Atmosphere only, atmosphere model, AGCM", 
            "label": "AGCM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "tier": 1, 
    "uid": "ec3e1c34-8eea-49ec-ad0c-1a8bb3a060ed", 
    "viewerURL": "https://documentation.es-doc.org/cmip6/experiments/pdSST-futArcSIC?client=mohc"
}