{
    "canonical_name": "deforest-globe", 
    "description": "Idealized deforestation experiment. 20 million square km forest area (covered by trees) is converted to natural unmanaged grassland over a period of 50 years with a linear rate of 400000 km2/yr followed by 30 years of constant forest cover. Run for 80 years. Simulations should be branched from an 1850 control simulation (piControl) at least 80 years prior to the end of the piControl simulation so that deforest-globe and piControl can be directly compared.  All pre-industrial forcings including CO2 concentration and land-use maps and land management should be maintained as in the piControl.  Deforestation should be restricted to the top 30% of land grid cells in terms of their area of tree cover.  Effectively this concentrates deforestation in the tropical rainforest and boreal forest regions.", 
    "governing_mips": [
        "lumip"
    ], 
    "keywords": "LUMIP, Tier 1, Historical, global deforestation", 
    "long_name": "idealised transient global deforestation", 
    "mip_era": "cmip6", 
    "rationale": "Idealised deforestation experiment designed to gain process understanding and to assess the biogeophysical role of land cover change on climate. To inter-compare modeled biogeochemical response to deforestation. To Identify what amount of deforestation is required to see a signal relative to noise.  Designed to be somewhat analogous/complementary to the 1% CO2 DECK experiments.", 
    "related_experiments": [
        {
            "name": "piControl", 
            "relationship": "is_initialized_by"
        }
    ], 
    "related_mips": [
        "lumip"
    ], 
    "requirements": [
        {
            "canonical_name": "1850-1929 80yrs", 
            "description": "Begin in 1850 and run for 80 years.", 
            "isConformanceRequested": false, 
            "keywords": "idealised, 1850-1929", 
            "label": "1850-1929 80yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "Idealised Deforestation from Forest to Grassland", 
            "description": "Decrease in forest area and increase in natural grassland from pre-industrial. 20 million square km forest area (covered by trees) is converted to natural unmanaged grassland over a period of 50 years with a linear rate of 400000 km2/yr followed by 30 years of constant forest cover.  Deforestation should be restricted to the top 30% of land grid cells in terms of their area of tree cover.  Effectively this concentrates deforestation in the tropical rainforest and boreal forest regions.  The replacement of forest with natural grassland should be done in such a way that carbon (and nitrogen if applicable) from the forested soil is maintained and allowed to evolve according to natural model processes.  If initial forest cover is less than 20 million square km then linearly remove all the forested area over 50 years and report the total area of forest removed.", 
            "isConformanceRequested": true, 
            "keywords": "LUMIP, idealised deforestation, 20 million square km per year.", 
            "label": "Idealised Deforestation from Forest to Grassland", 
            "scope": "experiment", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Pre-Industrial Land Use Excluding Forest And Grassland", 
            "description": "Constant pre-industrial land use, excluding forest and natural grassland.", 
            "isConformanceRequested": true, 
            "keywords": "LUMIP, pre-industrial land-use, excluding forest, excluding natural grassland", 
            "label": "Pre-Industrial Land Use Excluding Forest And Grassland", 
            "scope": "experiment", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Pre-Industrial Forcing Excluding Land Use", 
            "description": "Pre-Industrial forcing excluding land-use.", 
            "isConformanceRequested": true, 
            "keywords": "pre-industrial forcing, excluding land-use", 
            "label": "Pre-Industrial Forcing Excluding Land Use", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "SingleMember", 
            "description": "One ensemble member", 
            "isConformanceRequested": false, 
            "keywords": "Single, simulation, run, ensemble", 
            "label": "SingleMember", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, Atmosphere-Ocean General circulation model", 
            "label": "AOGCM Configuration", 
            "type": "model-configuration"
        }, 
        {
            "canonical_name": "All Land Management Active", 
            "description": "All applicable land management active in the land surface model configuration.", 
            "isConformanceRequested": true, 
            "keywords": "LUMIP, all land management, Grassland, Fire, Wood Harvest, Pasture, Crop, Irrigation, Fertilisation", 
            "label": "All Land Management Active", 
            "type": "model-configuration"
        }
    ], 
    "tier": 1, 
    "uid": "800240dc-7a60-4d45-856c-0e7462b6b2d8", 
    "viewerURL": "https://documentation.es-doc.org/cmip6/experiments/deforest-globe?client=mohc"
}