{
    "canonical_name": "volc-long-hlN", 
    "description": "Idealised high-latitude (60N) northern hemisphere eruption corresponding to an initial emission of 28.1 Tg of SO2 (equal to half the total amount injected for volc-long-eq).  volc-long-hlN is not directly comparable to the 1783–84 Laki eruption since it does not try to reproduce the very specific characteristics of Laki. The experiment is designed to span very different initial climate states to systematically assess uncertainties in post-eruption behaviour that are related to background climate conditions.  If, for instance, year Y of the control integration matches the desired conditions for the initial condition sampling, then the corresponding VolMIP simulation should start with restart data from year Y-1 of the control.  Run nine ensemble members for at least 20 years, but preferably longer (50 years) to cover the multi-decadal oceanic response. Initialisation date from the piControl start year is 1st April.", 
    "governing_mips": [
        "volmip"
    ], 
    "keywords": "VolMIP, Tier 2, high-latitude, Northern Hemisphere, volcano, volcanic forcing, eruption, SO2", 
    "long_name": "Idealized Northern Hemisphere high-latitude eruption emitting 28.1 Tg of SO2", 
    "mip_era": "cmip6", 
    "rationale": "To investigate the uncertainty in climatic response to strong high-latitude volcanic eruptions, with focus on coupled ocean–atmosphere feedbacks and interannual to decadal responses.  To Address outstanding questions about the magnitude of the climatic impact of highlatitude eruptions.", 
    "related_experiments": [
        {
            "name": "piControl", 
            "relationship": "is_initialized_by"
        }, 
        {
            "name": "volc-long-eq", 
            "relationship": "is_sibling_of"
        }, 
        {
            "name": "volc-long-hlS", 
            "relationship": "is_sibling_of"
        }
    ], 
    "related_mips": [
        "volmip"
    ], 
    "requirements": [
        {
            "canonical_name": "20yrs", 
            "description": "Run for 20 years.", 
            "isConformanceRequested": false, 
            "keywords": "20 years", 
            "label": "20yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "NH Eruption SO2", 
            "description": "Emission of 28.1 Tg of SO2 into the northern hemisphere stratosphere (60N).", 
            "isConformanceRequested": true, 
            "keywords": "VolMIP, Northern Hemisphere, SO2, volcano", 
            "label": "NH Eruption SO2", 
            "scope": "experiment", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Pre-Industrial Forcing Excluding Volcanic Aerosols", 
            "description": "Pre-Industrial forcing excluding volcanic aerosols.", 
            "isConformanceRequested": true, 
            "keywords": "Pre-industrial forcing, excluding volcanic forcing", 
            "label": "Pre-Industrial Forcing Excluding Volcanic Aerosols", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "9 piControl Initialisations from April 1st", 
            "description": "Nine initialisation states which span warm/cold/neutral El Niño-Southern Oscillation (ENSO) states and strong/weak/neutral Atlantic Meridional Overturning Circulation (AMOC) states. If, for instance, year Y of the control integration matches the desired conditions for the initial condition sampling, then the corresponding VolMIP simulation should start with restart data from April 1st of year Y-1 of the control.  Restart files from piControl must be accordingly selected and documented in the metadata of each simulation.", 
            "isConformanceRequested": true, 
            "keywords": "nine, 9, ensemble, initialisation, VolMIP", 
            "label": "9 piControl Initialisations from April 1st", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, Atmosphere-Ocean General circulation model", 
            "label": "AOGCM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "tier": 2, 
    "uid": "7f9d8db2-26db-419f-ac09-8f1360d30402", 
    "viewerURL": "https://documentation.es-doc.org/cmip6/experiments/volc-long-hlN?client=mohc"
}