{
    "canonical_name": "volc-pinatubo-strat", 
    "description": "1991 Pinatubo forcing is expressed with a prescribed pertubation to the total (LW+SW) radiative heating rates. Maintain the same constant boundary forcing as the pre-industrial control integration, except for the volcanic forcing. Requires special diagnostics of parameterised and resolved wave forcings, radiative and latent heating rates. The experiment will not account for the actual climate conditions when the real event ocurred (e.g., presence and strength of additional forcing factors). Instead, the experiment is designed to span very different initial climate states to systematically assess uncertainties in the post-eruption behavior that are related to background climate conditions. Sampling of an eastern phase of the Quasi-Biennial Oscillation (QBO), as observed after the 1991 Pinatubo eruption is preferred for those models that spontaneously generate such mode of stratospheric variability. Run at least 25 ensemble members for 3 years.", 
    "governing_mips": [
        "volmip"
    ], 
    "keywords": "VolMIP, Tier 1, Pinatubo, volcano, eruption, volcanic forcing, stratospheric heating", 
    "long_name": "Pinatubo experiment with only long-wave forcing", 
    "mip_era": "cmip6", 
    "rationale": "To investigate the mechanism(s) connecting volcanic forcing and short-term climate anomalies.  To disentangle the dynamical responses to the two primary thermodynamic consequences of aerosol forcing: stratospheric heating and surface cooling.", 
    "related_experiments": [
        {
            "name": "piControl", 
            "relationship": "is_initialized_by"
        }, 
        {
            "name": "volc-pinatubo-full", 
            "relationship": "is_sibling_of"
        }, 
        {
            "name": "volc-pinatubo-surf", 
            "relationship": "is_sibling_of"
        }
    ], 
    "related_mips": [
        "volmip"
    ], 
    "requirements": [
        {
            "canonical_name": "3yrs", 
            "description": "Run for 3 years.", 
            "isConformanceRequested": false, 
            "keywords": "3 years", 
            "label": "3yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "Pinatubo Radiative Heating", 
            "description": "Prescribed perturbation to the (SW+LW) radiative heating rates to mimic the radiative heating of the stratosphere by volcanic areosols associated with the 1991 Mt. Pinatubo eruption in the Philippines.", 
            "isConformanceRequested": true, 
            "keywords": "VolMIP, Pinatubo, 1991, radiative heating, stratosphere", 
            "label": "Pinatubo Radiative Heating", 
            "scope": "experiment", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Pre-Industrial Forcing Excluding Volcanic Aerosols", 
            "description": "Pre-Industrial forcing excluding volcanic aerosols.", 
            "isConformanceRequested": true, 
            "keywords": "Pre-industrial forcing, excluding volcanic forcing", 
            "label": "Pre-Industrial Forcing Excluding Volcanic Aerosols", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "25 piControl Initialisations from June 1st", 
            "description": "An ensemble of at least twenty-five predefined initialisation states which span: warm/cold/neutral El Niño-Southern Oscilation (ENSO) states, strong/weak/neutral  Atlantic Meridional Overturning Circulation (AMOC) states, the Quasi Biennial Oscillation (QBO), characteristics of the polar vortex and the North Atlantic Oscillation (NAO).  If, for instance, year Y of the control integration matches the desired conditions for the initial condition sampling, then the corresponding VolMIP simulation should start with restart data from June 1st of year Y-1 of the control.  Restart files from piControl must be accordingly selected and documented in the metadata of each simulation.", 
            "isConformanceRequested": true, 
            "keywords": "twenty-five, 25, ensemble, initialisation, VolMIP", 
            "label": "25 piControl Initialisations from June 1st", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, Atmosphere-Ocean General circulation model", 
            "label": "AOGCM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "tier": 1, 
    "uid": "75488836-8d40-48bf-82ab-379749e3e1bd", 
    "viewerURL": "https://documentation.es-doc.org/cmip6/experiments/volc-pinatubo-strat?client=mohc"
}