{
    "canonical_name": "volcEq-S60", 
    "description": "Idealised equatorial eruption corresponding to an initial emission of 60 Tg of SO2. this eruption has a magnitued roughly corresponding to the 1815 Mt Tambora eruption in Indonesia, which was lnked to the so-called \"year without a summer\" in 1816.  Maintain the same constant boundary forcing as the pre-industrial control integration, except for the volcanic forcing. The experiment will not account for the actual climate conditions when the real event ocurred (e.g., presence and strength of additional forcing factors). Instead, the experiment is designed to span very different initial climate states to systematically assess uncertainties in the post-eruption behavior that are related to background climate conditions.  Run nine ensemble members for at least 20 years, but preferably longer (30-40 years) to cover the multi-decadal oceanic response.", 
    "keywords": "VolMIP, Tier 1, Tambora, year without a summer, volcano, volcanic forcing, eruption", 
    "long_name": "long volcanic-forcing-only experiment with single equatorial eruption", 
    "mip_era": "cmip6", 
    "rationale": "To investigate the uncertainty in the climate response to strong volcanic eruptions, with focus on coupled ocean-atmosphere feedbacks and interannual to decadal global as well as regional responses.  To investigate the mismatch between reconstructed and simulated climate responses to historical strong volcanic eruptions, with focus on the role of simulated background internal climate variability.", 
    "related_experiments": [
        "piControl"
    ], 
    "requirements": [
        {
            "canonical_name": "1850-1869 20yrs", 
            "description": "Begin in pre-industrial era and run for a minimum of 20 years.", 
            "isConformanceRequested": false, 
            "keywords": "pre-industrial start date, 20 years", 
            "label": "1850-1869 20yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "TamboraSO2", 
            "description": "Emission of 60 Tg of SO2 into the equatorial stratosphere roughly corresponding to the 1815 Mt. Tambora eruption in Indonesia, which was linked to the so-called \"year without a summer\" in 1816.", 
            "isConformanceRequested": false, 
            "keywords": "VolMIP, Tambora, SO2, idealised", 
            "label": "TamboraSO2", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "piForcingExcludingStratAer", 
            "description": "Pre-Industrial forcing excluding volcanic aerosols.", 
            "isConformanceRequested": true, 
            "keywords": "Pre-industrial forcing, excluding volcanic forcing", 
            "label": "piForcingExcludingStratAer", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "nineLongSInitialisations", 
            "description": "Nine predefined initialisation states which span warm/cold/neutral El Niño-Southern Oscilation (ENSO) states and strong/weak/neutral  Atlantic Meridional Overturning Circulation (AMOC) states.", 
            "isConformanceRequested": true, 
            "keywords": "nine, 9, ensemble, initialisation, VolMIP, LongS", 
            "label": "nineLongSInitialisations", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM/ESM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model or an Earth System Model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, ESM, Atmosphere-Ocean, Earth System, Model, Configuration", 
            "label": "AOGCM/ESM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "uid": "b7203bb9-bed3-49bd-8775-611c66366402", 
    "viewerURL": "http://view.es-doc.org?renderMethod=id&project=cmip6-draft&id=b7203bb9-bed3-49bd-8775-611c66366402&version=latest&client=mohc"
}