{
    "canonical_name": "DCPP-C11", 
    "description": "Restore to observed anomalies of sea surface temperature in the tropical eastern Pacific. Outside the restored region the model evolves freely allowing full climate system response. Historical values of atmospheric composition/emissions and solar forcing. Time period: 1950-2014 (run from 1920 if possible). 10 ensemble members.  SST signal may also be imposed by altering surface fluxes.", 
    "keywords": "DCPP, Tier1, hiatus, tropical eastern Pacific, restored SST", 
    "long_name": "DCPP", 
    "mip_era": "cmip6", 
    "rationale": "To investigate the role of tropical eastern Pacific sea surface temperatures in the modulation of global surface temperature trends and in driving regional climate variations.  Pacemaker experiment.", 
    "related_experiments": [
        "historical"
    ], 
    "requirements": [
        {
            "canonical_name": "1950-2014 65yrs", 
            "description": "Historical, Recent past, since large scale halocarbon emsissions began.", 
            "isConformanceRequested": false, 
            "keywords": "1950, 2014, Historical, Recent Past", 
            "label": "1950-2014 65yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "RestoreSSTObsTropEPacific", 
            "description": "Sea Surface Temperatures (SSTs) are restored to model climatology plus observed historical anomalies by a Newtonian cooling over the deep tropical eastern Pacific. The restoring timescale is 10 days for a 50m deep mixed layer (or equivalent).  The restoring coefficient of 40 W/m2/K should decrease to zero over an 8 degree buffer zone bounding the restored region.  Monthly SST anomalies (1950-2014) will be provided by DCPP.  Follow the experiment design of Kosaka and Xie (2013).", 
            "isConformanceRequested": true, 
            "keywords": "DCPP, SST, restored, observations, eastern equatorial Pacific", 
            "label": "RestoreSSTObsTropEPacific", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "ImposeSSTObsTropEPacific", 
            "description": "Alter surface fluxes to impose model climatology plus observed historical anomalies of Sea Surface Temperature (SST) over the deep tropical eastern Pacific.  Monthly SST anomalies (1950-2014) will be provided by DCPP.  For groups that are unable to restore SSTs.", 
            "isConformanceRequested": true, 
            "keywords": "DCPP, SST, imposed, observations, eastern equatorial Pacific", 
            "label": "ImposeSSTObsTropEPacific", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Historical WMGHG Concentrations", 
            "description": "Forcing data for concentration-driven historical CMIP6 runs. Here, we provide an outline of a consolidated set of atmospheric concentration time series for the long-lived greenhouse-gases, including CO2, CH4, N2O, HFCs, PFCs, SF6, several ODS, and NF3 to serve as input for the CMIP6 Historical simulations.", 
            "isConformanceRequested": true, 
            "keywords": "Historical, Well Mixed Greenhouse Gas, WMGHG", 
            "label": "Historical WMGHG Concentrations", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Historical Land Use", 
            "description": "Global gridded land-use forcing datasets to link historical land-use data and future projections.  This new generation of “land use harmonization” (LUH2) builds upon past work from CMIP5, and includes updated inputs, higher spatial resolution, more detailed land-use transitions, and the addition of important agricultural management layers.", 
            "isConformanceRequested": true, 
            "keywords": "Historical, land use", 
            "label": "Historical Land Use", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Historical Solar Forcing", 
            "description": "Solar forcing of the Earth system consistent with historical observations.", 
            "isConformanceRequested": true, 
            "keywords": "Historical, Solar, Forcing, SSI, TSI, Proton Forcing, Electron Forcing", 
            "label": "Historical Solar Forcing", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Historical Aerosol Forcing", 
            "description": "Mass mixing ratio fields at 1x1 degree resolution for main aerosol components (sulphate, black carbon, organic carbon, nitrate, sea salt, mineral dust),  along with effective radius per species.", 
            "isConformanceRequested": true, 
            "keywords": "historical, aerosol, forcing, CMIP6", 
            "label": "Historical Aerosol Forcing", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Historical Emissions", 
            "description": "Core emissions datasets.", 
            "isConformanceRequested": true, 
            "keywords": "historical, emissions", 
            "label": "Historical Emissions", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "TenHistoricalInitialisation", 
            "description": "Ensemble members generated by taking initial conditions from different historical simulations.", 
            "isConformanceRequested": true, 
            "keywords": "DCPP-C1, historical initialisation", 
            "label": "TenHistoricalInitialisation", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM/ESM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model or an Earth System Model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, ESM, Atmosphere-Ocean, Earth System, Model, Configuration", 
            "label": "AOGCM/ESM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "uid": "fb569174-6e88-4a03-a138-f6717af7f7f9", 
    "viewerURL": "http://view.es-doc.org?renderMethod=id&project=cmip6-draft&id=fb569174-6e88-4a03-a138-f6717af7f7f9&version=latest&client=mohc"
}