{
    "canonical_name": "G6sulfur-ext", 
    "description": "Using equatorial SO2 injection, return the radiative forcing from a background of the ScenarioMIP high forcing overshoot extension (years 2101-2300) to the ScenarioMIP medium forcing (SSP2-45). \nGeoengineering is applied when the net forcing is greater in magnitude than the medium forcing scenario (SSP2-45) to reduce the net radiative forcing.", 
    "keywords": "GeoMIP, Tier 2, G6sulfurExt", 
    "long_name": "stratospheric sulfate aerosol injection to reduce net forcing from ssp585-over-ext to ssp245", 
    "mip_era": "cmip6", 
    "rationale": "This scenario will illuminate the extent to which geoengineering may help in preventing irreversible changes in the climate system and avoiding tipping points. \nTo assess the climate effects and inter-model variations of a limited amount of geoengineering as part of a portfolio of responses to climate change.", 
    "related_experiments": [
        "ssp126-ext", 
        "ssp245", 
        "ssp534-over-ext"
    ], 
    "requirements": [
        {
            "canonical_name": "2100-2299 200yrs", 
            "description": "Scenario, from 2100 to 2300.", 
            "isConformanceRequested": false, 
            "keywords": "future, scenario, extension, 2100-2299", 
            "label": "2100-2299 200yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "StratAerPreRCP85extovertoRCP45Internal", 
            "description": "Injection of stratospheric sulfate aerosol precursors to reduce the radiative forcing of ScenarioMIP high forcing overshoot extension scenario (SSP5-85ext-over) to match that of the ScenarioMIP medium forcing scenario (SSP2-45).  \nGeoengineering is applied when the net forcing is greater in magnitude than the medium forcing scenario (SSP2-45), to reduce the net radiative forcing.   \nThis would effectively result in a situation in which the magnitude of geoengineering is greatest at the beginning of the simulation and reduces near the end as emissions reductions sufficiently reduce the forcing level.\nModeling groups that have an internal sulfate aerosol treatment should calibrate the radiative response to sulfate aerosols individually so that the results will be internally consistent (a procedure that will be more difficult for models that have a complex microphysical treatment of aerosols). Potential methods include a double radation call, once with and once without the stratospheric aerosols, and also the use feedback methods.\nSimulations to be conducted as if the aerosols or aerosol precursors are emitted in a line from 10°S to 10°N along a single longitude band (0°).  The injected aerosols or aerosol precursors should be evenly spread across model layers between 18 and 20 km.  Note that sedimentation processes and self-lofting due to heating are likely to result in the aerosols being distributed between 16-25 km in altitude.", 
            "isConformanceRequested": true, 
            "keywords": "GeoMIP, sulfate mitigation, SSP5-85extover to SSP2-45, internal aerosol treatment, stratospheric aerosol precursor injection", 
            "label": "StratAerPreRCP85extovertoRCP45Internal", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "StratAerPreRCP85extovertoRCP45External", 
            "description": "Injection of stratospheric sulfate aerosol precursors to reduce the radiative forcing of ScenarioMIP high forcing overshoot extension scenario (SSP5-85ext-over) to match that of the ScenarioMIP medium forcing scenario (SSP2-45).  \nGeoengineering is  applied when the net forcing is greater in magnitude than the medium forcing scenario (SSP2-45), to reduce the net radiative forcing.   \nThis would effectively result in a situation in which the magnitude of geoengineering is greatest at the beginning of the simulation and reduces near the end as emissions reductions sufficiently reduce the forcing level.\nFor modeling groups that have no dynamical treatment of sulfate aerosols, GeoMIP will provide a data set of aerosol optical depth, as well as ozone fields that are consistent with this aerosol distribution.  Note that the amount of sulfate injection needed for a given model to achieve the goals of this experiment may vary, so modeling groups should scale the aerosol and ozone perturbation fields as necessary.\nSimulations to be conducted as if the aerosols or aerosol precursors are emitted in a line from 10°S to 10°N along a single longitude band (0°).  The injected aerosols or aerosol precursors should be evenly spread across model layers between 18 and 20 km.  Note that sedimentation processes and self-lofting due to heating are likely to result in the aerosols being distributed between 16-25 km in altitude.", 
            "isConformanceRequested": true, 
            "keywords": "GeoMIP, sulfate mitigation, SSP5-85extover to SSP2-45, external aerosol data input, stratospheric aerosol precursor injection", 
            "label": "StratAerPreRCP85extovertoRCP45External", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "RCP34extoverForcing", 
            "description": "Impose RCP3.4 overshoot extension forcing. The negative CO2 emissions level reached in 2100 by SSP5-3.4 remain constant at that level to 2150 and then increase linearly to zero by 2250.", 
            "isConformanceRequested": true, 
            "keywords": "Representative Concentration Pathway 3.4 extension overshoot, future, scenario, SSP5, RCP3.4 extension overshoot", 
            "label": "RCP34extoverForcing", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "SingleMember", 
            "description": "One ensemble member", 
            "isConformanceRequested": false, 
            "keywords": "Single, simulation, run, ensemble", 
            "label": "SingleMember", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "SSP5-85Initialisation", 
            "description": "Initialisation is from the end of the SSP5-8.5 experiment.  To provide continuity between the 21st century portion of the SSP5-8.5 experiment and it's extension to 2300.", 
            "isConformanceRequested": true, 
            "keywords": "initial conditions, initialisation, ssp5-8.5, scenario", 
            "label": "SSP5-85Initialisation", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM/ESM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model or an Earth System Model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, ESM, Atmosphere-Ocean, Earth System, Model, Configuration", 
            "label": "AOGCM/ESM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "uid": "083aba1c-5f94-43bc-afed-39b2ee215192", 
    "viewerURL": "http://view.es-doc.org?renderMethod=id&project=cmip6-draft&id=083aba1c-5f94-43bc-afed-39b2ee215192&version=latest&client=mohc"
}