{
    "canonical_name": "volcEq-full", 
    "description": "1991 Pinatubo forcing as used in the CMIP6 historical simulations.  Maintain the same constant boundary forcing as the pre-industrial control integration, except for the volcanic forcing. Requires special diagnostics of parameterised and resolved wave forcings, radiative and latent heating rates. The experiment will not account for the actual climate conditions when the real event ocurred (e.g., presence and strength of additional forcing factors). Instead, the experiment is designed to span very different initial climate states to systematically assess uncertainties in the post-eruption behavior that are related to background climate conditions. Run at least 25 ensemble members for 3 years.", 
    "keywords": "VolMIP, Tier 1, Pinatubo, volcano, volcanic forcing, eruption", 
    "long_name": "Pinatubo experiment with full volcanic forcing", 
    "mip_era": "cmip6", 
    "rationale": "To investigate the uncertainty in the climate response to strong volcanic eruptions with focus on short-term response. To investigate the robustess of volcanic imprint on the Northern Hemisphere winter climate and of associated dynamics.  A large ensemble is required to accurately estimate simulated responses to volcanic forcing which may be comparable to the amplitude of internal interannual variability.", 
    "related_experiments": [
        "forecast-Pinatubo", 
        "historical", 
        "piControl"
    ], 
    "requirements": [
        {
            "canonical_name": "1850-1852 3yrs", 
            "description": "Begin in 1850 and run for 3 years.", 
            "isConformanceRequested": false, 
            "keywords": "Pre-industrial start date, 3 years", 
            "label": "1850-1852 3yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "PinatuboAerosol", 
            "description": "Aerosol forcing from the 1991 Pinatubo volcanic eruption.", 
            "isConformanceRequested": true, 
            "keywords": "DCPP, aerosol, volcano, Pinatubo", 
            "label": "PinatuboAerosol", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "piForcingExcludingStratAer", 
            "description": "Pre-Industrial forcing excluding volcanic aerosols.", 
            "isConformanceRequested": true, 
            "keywords": "Pre-industrial forcing, excluding volcanic forcing", 
            "label": "piForcingExcludingStratAer", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "25shortInitialisations", 
            "description": "An ensemble of at least twenty-five predefined initialisation states which span: warm/cold/neutral El Niño-Southern Oscilation (ENSO) states, strong/weak/neutral  Atlantic Meridional Overturning Circulation (AMOC) states, the Quasi Biennial Oscillation (QBO), characteristics of the polar vortex and the North Atlantic Oscillation (NAO).", 
            "isConformanceRequested": true, 
            "keywords": "twenty-five, 25, ensemble, initialisation, VolMIP, Short", 
            "label": "25shortInitialisations", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM/ESM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model or an Earth System Model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, ESM, Atmosphere-Ocean, Earth System, Model, Configuration", 
            "label": "AOGCM/ESM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "uid": "4a9c0aee-c0ac-454d-9c14-0c17f2e37576", 
    "viewerURL": "http://view.es-doc.org?renderMethod=id&project=cmip6-draft&id=4a9c0aee-c0ac-454d-9c14-0c17f2e37576&version=latest&client=mohc"
}