{
    "canonical_name": "dcppC-amv-trop-minus", 
    "description": "Restore the tropical north Atlantic sea surface temperature to negative Atlantic Multidecadal Variability (AMV) perturbation. Outside the restored region the model evolves freely allowing full climate system response. No interannual changes in external forcing. Time period: 10 years. 25 ensemble members. SST signal may also be imposed by altering surface fluxes.", 
    "governing_mips": [
        "dcpp"
    ], 
    "keywords": "DCPP, Tier 2, tropical north Atlantic, restored SST, AMV-, negative Atlantic Multidecadal Variability", 
    "long_name": "idealised negative tropical AMV anomaly pattern", 
    "mip_era": "cmip6", 
    "rationale": "To investigate the climate impacts of negative Atlantic Multidecadal Variability (AMV) anomalies.  To discover how models respond to imposed slowly evolving SST anomalies in the Atlantic.  To illuminate model behaviour on decadal time scales and possible mechanistic links to retarded and accelerated global surface temperature variations and regional climate anomalies.", 
    "related_experiments": [
        {
            "name": "dcppC-amv-trop-plus", 
            "relationship": "is_sibling_of"
        }, 
        {
            "name": "dcppC-atl-control", 
            "relationship": "is_perturbation_from"
        }
    ], 
    "related_mips": [
        "dcpp"
    ], 
    "requirements": [
        {
            "canonical_name": "10yrs", 
            "description": "Run for 10 years, for use with a start date ensemble.", 
            "isConformanceRequested": false, 
            "keywords": "10 years", 
            "label": "10yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "Restore SST AMV neg tropical N Atlantic", 
            "description": "Sea Surface Temperatures (SSTs) are restored to model climatology plus positive AMV anomaly by Newtonian cooling over the tropical north Atlantic (10N-30N). The restoring timescale is 10 days for a 50m deep mixed layer (or equivalent). The restoring coefficient of 40 W/m2/K should decrease to zero over an 8 degree buffer zone bounding the restored region.  No restoring if sea ice is present.  Idealised AMV anomalies of SST will be provided by DCPP.", 
            "isConformanceRequested": true, 
            "keywords": "DCPP, SST, restored, AMV-, negative AMV, negative Atlantic Multidecadal Variability, tropical north Atlantic", 
            "label": "Restore SST AMV neg tropical N Atlantic", 
            "scope": "experiment", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Minimise AMOC change", 
            "description": "Minimise changes to Atlantic Meridional Overturning Circulation (AMOC).  Can be achieved by appying additional salinity restoring such that the upper ocean density remains unchanged. Can also be achieved via 3D restoring of temperature and salinity below the mixed layer.", 
            "isConformanceRequested": true, 
            "keywords": "DCPP, minimise AMOC change, restore salinity", 
            "label": "Minimise AMOC change", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Impose SST AMV neg tropical N Atlantic", 
            "description": "Alter surface fluxes to impose model climatology plus negative Atlantic Multidecadal Variability (AMV) anomalies of Sea Surface Temperature (SST) over the extra-tropical north Atlantic (10N-30N).  Idealised AMV anomalies of SST will be provided by DCPP.  For groups that are unable to restore SSTs.", 
            "isConformanceRequested": true, 
            "keywords": "DCPP, SST, imposed, AMV-, negative AMV, negative Atlantic Multidecadal Variability anomaly, tropical north Atlantic", 
            "label": "Impose SST AMV neg tropical N Atlantic", 
            "scope": "experiment", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Pre-Industrial CO2 Concentration", 
            "description": "Constant pre-industrial Carbon Dioxide (CO2) concentration.", 
            "isConformanceRequested": true, 
            "keywords": "Pre-Industrial, CO2, Concentration, 1850", 
            "label": "Pre-Industrial CO2 Concentration", 
            "scope": "mip-era", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Pre-Industrial Forcing Excluding CO2", 
            "description": "Pre-Industrial forcing excluding carbon dioxide (CO2).", 
            "isConformanceRequested": true, 
            "keywords": "Pre-industrial forcing, excluding carbon dioxide, excluding co2", 
            "label": "Pre-Industrial Forcing Excluding CO2", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "25Member", 
            "description": "Ensemble members generated by perturbing atmospheric conditions", 
            "isConformanceRequested": true, 
            "keywords": "DCPP-C1.5, control initialisation", 
            "label": "25Member", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, Atmosphere-Ocean General circulation model", 
            "label": "AOGCM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "tier": 2, 
    "uid": "e9e51e5a-a8b1-49f5-b043-ab4a1542143d", 
    "viewerURL": "https://documentation.es-doc.org/cmip6/experiments/dcppC-amv-trop-minus?client=mohc"
}