{
    "canonical_name": "modelSST-futArcSIC", 
    "description": "Atmosphere-only time slice experiment to investigate the role of the background state. Time slice forced by future sea ice concentration (SIC) and present day sea surface temperature (SST) from the coupled model experiment pa-pdSIC (2.1) rather than from observations. Radiative forcing to be set to present day (year 2000) levels. Future SIC will be computed from the ensemble of CMIP5 projections by PAMIP. Sea ice thickness should be specified according to the CMIP6 AMIP protocol. Time slice simulations to begin on 1st April and run for 14 months, the first two months are ignored to allow for an initial model spin up. Minimum ensemble size is 100 simulations.", 
    "governing_mips": [
        "pamip"
    ], 
    "keywords": "PAMIP, Tier 3,", 
    "long_name": "Atmosphere time slice with present day coupled model SST and future Arctic SIC", 
    "mip_era": "cmip6", 
    "rationale": "Isolate the effects of the background state from the effects of coupling in response to Arctic sea ice", 
    "related_experiments": [
        {
            "name": "amip", 
            "relationship": "is_initialized_by"
        }, 
        {
            "name": "pa-pdSIC", 
            "relationship": "is_constrained_by"
        }
    ], 
    "related_mips": [
        "pamip"
    ], 
    "requirements": [
        {
            "canonical_name": "2000-2001 14mnths", 
            "description": "PAMIP time slice simulations to begin on 1st April and run for 14 months, the first two months are ignored to allow for an initial model spin up.", 
            "isConformanceRequested": false, 
            "keywords": "idealised, 2000-2001", 
            "label": "2000-2001 14mnths", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "Ensemble Average present day SST from experiment pa-pdSIC for future Arctic sea ice", 
            "description": "Present day monthly mean climatology of sea surface temperature (SST) calculated from the ensemble mean for each month of experiment pa-pdSIC.  In regions where sea ice has been removed SSTs should be set equal to SSTs in experiment modelSST-pdSIC (4.1) plus the difference in SST between experiments pdSST-futArcSIC (1.6) and pdSST-pdSIC (1.1) (i.e. experiment pdSST-futArcSIC minus experiment pdSST-pdSIC).", 
            "isConformanceRequested": true, 
            "keywords": "PAMIP, SST clim, sea surface temperature climatology, present day, calculated, pa-pdSIC, future arctic sea ice", 
            "label": "Ensemble Average present day SST from experiment pa-pdSIC for future Arctic sea ice", 
            "scope": "experiment", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "PAMIP future Arctic SIC", 
            "description": "Future monthly mean cimatology of arctic sea ice concentration, data provided by PAMIP. When used in coupled models it is recommended to constrain sea ice by nudging but with a weak relaxation timescale of 2 months. However, appropriately calibrated long-wave fluxes applied to the sea ice model may also be used.", 
            "isConformanceRequested": true, 
            "keywords": "PAMIP, arctic SIC clim, arctic sea ice concentration climatology, future", 
            "label": "PAMIP future Arctic SIC", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "AMIP SIT protocol", 
            "description": "Sea ice thickness should be specified with the same protocol that was used in the CMIP6 AMIP experiment.", 
            "isConformanceRequested": true, 
            "keywords": "PAMIP, AMIP, SIT, sea ice thickness", 
            "label": "AMIP SIT protocol", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "Present day radiative forcing", 
            "description": "Present day (2000) radiative forcing.", 
            "isConformanceRequested": true, 
            "keywords": "present day, 2000, radiative forcing", 
            "label": "Present day radiative forcing", 
            "scope": "mip", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "100MemberAMIP", 
            "description": "An ensemble of one hundred simulations.  Initial conditions should be based on the AMIP simulation for 1st April 2000 if possible, though any suitable start dump may be used, noting that the first two months of the simulations will be ignored. The results are not expected to be particularly sensitive to the way in which ensemble members are generated, and any suitable method may be used but should be documented.", 
            "isConformanceRequested": true, 
            "keywords": "One hundred, 100, ensemble, runs, simulations, AMIP", 
            "label": "100MemberAMIP", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AGCM Configuration", 
            "description": "An Atmosphere only general circulation model configuration.", 
            "isConformanceRequested": false, 
            "keywords": "Atmosphere only, atmosphere model, AGCM", 
            "label": "AGCM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "tier": 3, 
    "uid": "b531f8df-cecc-4627-b2a2-31b983502c1d", 
    "viewerURL": "https://documentation.es-doc.org/cmip6/experiments/modelSST-futArcSIC?client=mohc"
}