{
    "canonical_name": "volcHL-S100", 
    "description": "Idealised high-latitute (60N) eruption emitting 100 Tg of SO2 over five months. Maintain the same constant boundary forcing as the pre-industrial control integration, except for the volcanic forcing. The eruption's strength and length roughly correspond to that of the 1783-84 Laki eruption.  The experiment will not account for the actual climate conditions when the real event ocurred (e.g., presence and strength of additional forcing factors). Instead, the experiment is designed to span very different initial climate states to systematically assess uncertainties in the post-eruption behavior that are related to background climate conditions.  Run nine ensemble members for at least 20 years, but preferably longer (30-40 years) to cover the multi-decadal oceanic response.", 
    "keywords": "VolMIP, Tier 2, Laki, high-latitude, volcano, volcanic forcing, eruption", 
    "long_name": "long volcanic-forcing-only experiment with single high-latitude eruption", 
    "mip_era": "cmip6", 
    "rationale": "To investigate the uncertainty in the climate response to strong high-latitude volcanic eruptions (focus on coupled ocean-atmosphere).  To investigate outstanding questions about the magnitude of the climatic impact of high-latitude eruptions.   Laki has a unique eruption style (large SO2 mass releases occurred at short temporal intervals). Due to the long emission period, results of this experiment may have implications for sulfate aerosol geo-engineering.", 
    "related_experiments": [
        "piControl"
    ], 
    "requirements": [
        {
            "canonical_name": "1850-1869 20yrs", 
            "description": "Begin in pre-industrial era and run for a minimum of 20 years.", 
            "isConformanceRequested": false, 
            "keywords": "pre-industrial start date, 20 years", 
            "label": "1850-1869 20yrs", 
            "type": "temporal-constraint"
        }, 
        {
            "canonical_name": "LakiSO2", 
            "description": "Emission of 100 Tg of SO2 into the high-latitude (60N) stratosphere in five active phases over five months. Roughly corresponding to the 1783-1784 Laki eruption in Iceland.", 
            "isConformanceRequested": true, 
            "keywords": "VolMIP, Laki, SO2, idealised", 
            "label": "LakiSO2", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "piForcingExcludingStratAer", 
            "description": "Pre-Industrial forcing excluding volcanic aerosols.", 
            "isConformanceRequested": true, 
            "keywords": "Pre-industrial forcing, excluding volcanic forcing", 
            "label": "piForcingExcludingStratAer", 
            "type": "forcing-constraint"
        }, 
        {
            "canonical_name": "nineLongSInitialisations", 
            "description": "Nine predefined initialisation states which span warm/cold/neutral El Niño-Southern Oscilation (ENSO) states and strong/weak/neutral  Atlantic Meridional Overturning Circulation (AMOC) states.", 
            "isConformanceRequested": true, 
            "keywords": "nine, 9, ensemble, initialisation, VolMIP, LongS", 
            "label": "nineLongSInitialisations", 
            "type": "ensemble"
        }, 
        {
            "canonical_name": "AOGCM/ESM Configuration", 
            "description": "Use a coupled Atmosphere-Ocean general circulation model or an Earth System Model", 
            "isConformanceRequested": false, 
            "keywords": "AOGCM, ESM, Atmosphere-Ocean, Earth System, Model, Configuration", 
            "label": "AOGCM/ESM Configuration", 
            "type": "model-configuration"
        }
    ], 
    "uid": "2c8c71b3-f914-4f6c-b8e1-7fb5fc8b5ff7", 
    "viewerURL": "http://view.es-doc.org?renderMethod=id&project=cmip6-draft&id=2c8c71b3-f914-4f6c-b8e1-7fb5fc8b5ff7&version=latest&client=mohc"
}