{"doi": "10.2151/jmsj.2015-001", "citationDetail": "Kobayashi, S., Y. Ota, Y. Harada, A. Ebita, M. Moriya, H. Onoda, K. Onogi, H. Kamahori, C. Kobayashi, H. Endo, K. Miyaoka, K. Takahashi (2015), The JRA-55 Reanalysis: General Specifications and Basic Characteristics, J. Meteorol. Soc. Jpn., 93, 5-48", "title": "The JRA-55 Reanalysis: General Specifications and Basic Characteristics", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "JRA-55 is the first comprehensive reanalysis that has covered the last half-century since the European Centre for Medium-Range Weather Forecasts 45-year Reanalysis (ERA-40), and is the first one to apply four-dimensional variational analysis to this period.", "linkage": "https://www.jstage.jst.go.jp/article/jmsj/93/1/93_2015-001/_article", "name": "The JRA-55 Reanalysis: General Specifications and Basic Characteristics"}, "abstract": "The Japan Meteorological Agency (JMA) conducted the second Japanese global atmospheric reanalysis, called the Japanese 55-year Reanalysis or JRA-55. It covers the period from 1958, when regular radiosonde observations began on a global basis. JRA-55 is the first comprehensive reanalysis that has covered the last half-century since the European Centre for Medium-Range Weather Forecasts 45-year Reanalysis (ERA-40), and is the first one to apply four-dimensional variational analysis to this period. The main objectives of JRA-55 were to address issues found in previous reanalyses and to produce a comprehensive atmospheric dataset suitable for studying multidecadal variability and climate change. This paper describes the observations, data assimilation system, and forecast model used to produce JRA-55 as well as the basic characteristics of the JRA-55 product.  JRA-55 has been produced with the TL319 version of JMA’s operational data assimilation system as of December 2009, which was extensively improved since the Japanese 25-year Reanalysis (JRA-25). It also uses several newly available and improved past observations. The resulting reanalysis products are considerably better than the JRA-25 product. Two major problems of JRA-25 were a cold bias in the lower stratosphere, which has been diminished, and a dry bias in the Amazon basin, which has been mitigated. The temporal consistency of temperature analysis has also been considerably improved compared to previous reanalysis products. Our initial quality evaluation revealed problems such as a warm bias in the upper troposphere, large upward imbalance in the global mean net energy fluxes at the top of the atmosphere and at the surface, excessive precipitation over the tropics, and unrealistic trends in analyzed tropical cyclone strength. This paper also assesses the impacts of model biases and changes in the observing system, and mentions efforts to further investigate the representation of low-frequency variability and trends in JRA-55.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "a0fead9c-0207-4b1c-aef0-78e5c9a527ab"}, "context": "JRA-55 is the first comprehensive reanalysis that has covered the last half-century since the European Centre for Medium-Range Weather Forecasts 45-year Reanalysis (ERA-40), and is the first one to apply four-dimensional variational analysis to this period."}