{"doi": "10.5194/gmd-2016-70", "citationDetail": "Webb, M. J., T. Andrews, A. Bodas-Salcedo, S. Bony, C. S. Bretherton, R. Chadwick, H. Chepfer, H. Douville, P. Good, J. E. Kay, S. A. Klein, R. Marchand, B. Medeiros, A. P. Siebesma, C. B. Skinner, B. Stevens, G. Tselioudis, Y. Tsushima, and M. Watanabe (2016), The Cloud Feedback Model Intercomparison Project (CFMIP) contribution to CMIP6, Geosci. Model Dev. Discuss., Published: 12 May 2016", "title": "The Cloud Feedback Model Intercomparison Project (CFMIP) contribution to CMIP6", "url": {"name": "The Cloud Feedback Model Intercomparison Project (CFMIP) contribution to CMIP6", "protocol": "http", "description": "The primary objective of CFMIP is to inform future assessments of cloud feedbacks through improved understanding of cloud-climate feedback mechanisms and better evaluation of cloud processes and cloud feedbacks in climate models.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-70/gmd-2016-70.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The primary objective of CFMIP is to inform future assessments of cloud feedbacks through improved understanding of cloud-climate feedback mechanisms and better evaluation of cloud processes and cloud feedbacks in climate models. However, the CFMIP approach is also increasingly being used to understand other aspects of climate change, such as nonlinear change and regional changes in atmospheric circulation and precipitation. CFMIP is supporting ongoing model inter-comparison activities by coordinating a hierarchy of targeted experiments for CMIP6, along with a set of cloud related output diagnostics. CFMIP contributes primarily to addressing the CMIP6 questions \"How does the Earth System respond to forcing?\" and \"What are the origins and consequences of systematic model biases?\" and supports the activities of the WCRP Grand Challenge on Clouds, Circulation and Climate Sensitivity.\nA compact set of Tier 1 experiments is proposed for CMIP6 to address the question: \"(1) What are the physical mechanisms underlying the range of cloud feedbacks and cloud adjustments predicted by climate models, and which models have the most credible cloud feedbacks?\" Additional Tier 2 experiments are proposed to address the following questions: (2) Are cloud feedbacks consistent for climate cooling and warming, and if not, why? (3) How do cloud-radiative effects impact the structure, the strength and the variability of the general atmospheric circulation in present and future climates? (4) How do responses in the climate system due to changes in solar forcing differ from changes due to CO2, and is the response sensitive to the sign of the forcing? (5) To what extent is regional climate change per CO2 doubling state-dependent (nonlinear), and why? (6) Are climate feedbacks during the 20th century different to those acting on long term climate change and climate sensitivity? (7) How do regional climate responses (e.g. in precipitation) and their uncertainties in coupled models arise from the combination of different aspects of CO2 forcing and sea surface warming?\nCFMIP also proposes a number of additional model outputs in the CMIP DECK, CMIP6 Historical and CMIP6 CFMIP experiments, including COSP simulator outputs and process diagnostics to address the following questions: (1) How well do clouds and other relevant variables simulated by models agree with observations? (2) What physical processes and mechanisms are important for a credible simulation of clouds, cloud feedbacks and cloud adjustments in climate models? (3) Which models have the most credible representations of processes relevant to the simulation of clouds? (4) How do clouds and their changes interact with other elements of the climate system?", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "10860584-06ea-4417-ae1a-811ef9415dd9"}, "context": "The primary objective of CFMIP is to inform future assessments of cloud feedbacks through improved understanding of cloud-climate feedback mechanisms and better evaluation of cloud processes and cloud feedbacks in climate models.", "ontologyTypeKey": "cim.2.shared.Citation"}