{"doi": "10.5194/gmd-2018-82", "citationDetail": "Smith, D. M., Screen, J. A., Deser, C., Cohen, J., Fyfe, J. C., Garc’a-Serrano, J., Jung, T., Kattsov, V., Matei, D., Msadek, R., Peings, Y., Sigmond, M., Ukita, J., Yoon, J.-H., and Zhang, X.: The Polar Amplification Model Intercomparison Project (PAMIP) contribution to CMIP6: investigating the causes and consequences of polar amplification, Geosci. Model Dev. Discuss., https://doi.org/10.5194/gmd-2018-82, in review, 2018.", "title": "The Polar Amplification Model Intercomparison Project (PAMIP) contribution to CMIP6: investigating the causes and consequences of polar amplification", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Polar amplification - the phenomenon that external radiative forcing produces a larger change in surface temperature at high latitudes than the global average - is a key aspect of anthropogenic climate change, but its causes and consequences are not fully understood. The Polar Amplification Model Intercomparison Project (PAMIP) contribution to the Sixth Coupled Model Intercomparison Project  seeks to improve our understanding of this phenomenon through a coordinated set of numerical model experiments.", "linkage": "https://www.geosci-model-dev-discuss.net/gmd-2018-82/", "name": "The Polar Amplification Model Intercomparison Project (PAMIP) contribution to CMIP6: investigating the causes and consequences of polar amplification"}, "abstract": "Polar amplification - the phenomenon that external radiative forcing produces a larger change in surface temperature at high latitudes than the global average - is a key aspect of anthropogenic climate change, but its causes and consequences are not fully understood. The Polar Amplification Model Intercomparison Project (PAMIP) contribution to the Sixth Coupled Model Intercomparison Project  seeks to improve our understanding of this phenomenon  through a coordinated set of numerical model experiments documented here. In particular, PAMIP will address the following primary questions: 1: What are the relative roles of local sea ice and remote sea surface temperature changes in driving polar amplification? 2: How does the global climate system respond to changes in Arctic and Antarctic sea ice? These issues will be addressed with multi-model simulations that are forced with different combinations of sea ice and/or sea surface temperatures representing present day, pre-industrial and future conditions. The use of three time periods allows the signals of interest to be diagnosed in multiple ways. Lower priority tier experiments are proposed to investigate additional aspects and provide further understanding of the physical processes. These experiments will address the following specific questions: What role does ocean-atmosphere coupling play in the response to sea ice? How and why does the atmospheric response to Arctic sea ice depend on the pattern of sea ice forcing? How and why does the atmospheric response to Arctic sea ice depend on the model background state? What are the roles of local sea ice and remote sea surface temperature in polar amplification, and the response to sea ice, over the recent period since 1979? How does the response to sea ice evolve on decadal and longer timescales? A key goal of PAMIP is to determine the real world situation using imperfect climate models. Although the experiments proposed here form a coordinated set, we anticipate a large spread across models. However, this spread will be exploited by seeking emergent constraints in which model uncertainty may be reduced by using an observable quantity that physically explains the inter-model spread. In summary, PAMIP will improve our understanding of the physical processes that drive polar amplification and its global climate impacts, thereby reducing the uncertainties in future projections and predictions of climate change and variability.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "422fe23a-09f9-477f-b145-c567412f70e4"}, "context": "Polar amplification - the phenomenon that external radiative forcing produces a larger change in surface temperature at high latitudes than the global average - is a key aspect of anthropogenic climate change, but its causes and consequences are not fully understood. The Polar Amplification Model Intercomparison Project (PAMIP) seeks to improve our understanding of this phenomenon."}