{"doi": "10.5194/gmd-2016-91", "citationDetail": "Matthes K., B. Funke, M. E. Anderson, L. Barnard, J. Beer, P. Charbonneau, M. A. Clilverd, T. Dudok de Wit, M. Haberreiter, A. Hendry, C. H. Jackman, M. Kretzschmar, T. Kruschke, M. Kunze, U. Langematz, A. Maycock, S. Misios, C. J. Rodger, A. A. Scaife, A. Seppälä, M. Shangguan, M. Sinnhuber, K. Tourpali, I. Usoskin, M. von der Kamp, P. T. Verronen, S. Versick: Solar Forcing for CMIP6 (v3.1), Geosci. Model Dev. Discuss., in review, 2016", "title": "Solar Forcing for CMIP6 (v3.1)", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The solar forcing data recommended for CMIP6.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-91/", "name": "Solar Forcing for CMIP6 (v3.1)"}, "abstract": "This paper describes the solar forcing dataset for CMIP6 and highlights in particular changes with respect to the CMIP5 recommendation. The solar forcing is provided for radiative properties, i.e., total solar irradiance (TSI) and solar spectral irradiance (SSI), and F10.7 cm radio flux, as well as particle forcing, i.e., geomagnetic indices Ap and Kp, and ionisation rates to account for effects of solar protons, electrons and galactic cosmic rays. This is the first time that a recommendation for solar-driven particle forcing is provided for a CMIP exercise. The solar forcing dataset is provided at daily and monthly resolution separately for the CMIP6 Historical Simulation (1850–2014), for the future (2015–2300), including an additional extreme Maunder Minimum-like sensitivity scenario, as well as for a constant and a time-varying forcing for the preindustrial control simulation. The paper not only describes the forcing dataset, but also provides detailed recommendations for how to implement the different forcing components in climate models.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "729b5e0c-ac7c-41bb-a804-54c2ef02dcf7"}, "context": "The solar forcing data recommended for CMIP6."}