{"citationDetail": "Griffies, S.M., A.J. Adcroft, V. Balaji, G. Danabasoglu, P.J. Durack, P.J. Gleckler, J.M. Gregory, J.P. Krasting, T.J. McDougall, R.J. Stoufer, K.E. Taylor (2015), Sampling the physical ocean in CMIP6 simulations, WCRP Publication Number (TBD), 68 pages", "title": "Sampling the physical ocean in CMIP6 simulations", "url": {"name": "Sampling the physical ocean in CMIP6 simulations", "protocol": "http", "description": "Recommendations and scientific justifications for sampling physical ocean fields for CMIP6.", "linkage": "http://www.clivar.org/sites/default/files/documents/CMIP6_OMIP_physics_diagnostics_0.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "We present recommendations for sampling physical ocean fields for the World Climate Research Program (WCRP) Coupled Model Intercomparison Project #6 (CMIP6), including its DECK experiment suite, the historical simulation (1850-2014), as well as any CMIP6 satellite MIPs that include a physical ocean model component. Such MIPs in particular include the Ocean Model Intercomparison Project (OMIP), Coupled Climate Carbon Cycle Model Intercomparison Project (C4MIP), Decadal Climate Prediction Project (DCPP), High Resolution Model Intercomparison Project (HighResMIP), and the Flux Anomoly Forcing Model Intercomparison Project (FAFMIP). We motivate the diagnostics by presenting salient scientific reasons for their relevance, and present a practical framework for meaningful comparisons across climate models and observational based measurements. We focus on diagnostics related to physical properties and processes within the simulated ocean, along with associated ocean boundary fluxes. The audience for this document includes the WCRP Working Group for Coupled Modeling (WGCM), the CMIP panel, CLIVAR Scientific Steering Group (SSG), CLIVAR Ocean Model Development Panel (OMDP), scientists contributing model results to CMIP, and scientists analyzing ocean climate simulations.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "dbc78d92-5469-497b-a7a7-3ece638a6d33"}, "context": "Recommendations and scientific justifications for sampling physical ocean fields for CMIP6", "ontologyTypeKey": "cim.2.shared.Citation"}