{"doi": "10.5194/gmd-10-2169-2017", "citationDetail": "Orr, J.C., R.G. Najjar, O. Aumont, L. Bopp, J. Bullister, G. Danabasoglu, S.C. Doney, J.P. Dunne, J.-C. Dutay, H. Graven, S.M. Griffies, F. Joos, I. Levin, K. Lindsay, G.A. McKinley, A. Oschlies, A. Romanou, R. Schlitzer, A. Tagliabue, T. Tanhua, A. Yool (2017), Biogeochemical protocols and diagnostics for the CMIP6 Ocean Model Intercomparison Project (OMIP). Geosci. Model. Dev., 10, 2169-2199", "title": "Biogeochemical protocols and diagnostics for the CMIP6 Ocean Model Intercomparison Project (OMIP)", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Simulation protocols and diagnostics for OMIP's biogeochemical and inert chemical tracers", "linkage": "https://doi.org/10.5194/gmd-10-2169-2017", "name": "Biogeochemical protocols and diagnostics for the CMIP6 Ocean Model Intercomparison Project (OMIP)"}, "abstract": "The Ocean Model Intercomparison Project (OMIP) focuses on the physics and biogeochemistry of the ocean component of Earth system models participating in the sixth phase of the Coupled Model Intercomparison Project (CMIP6). OMIP aims to provide standard protocols and diagnostics for ocean models, while offering a forum to promote their common assessment and improvement. It also offers to compare solutions of the same ocean models when forced with reanalysis data (OMIP simulations) vs. when integrated within fully coupled Earth system models (CMIP6). Here we detail simulation protocols and diagnostics for OMIP's biogeochemical and inert chemical tracers. These passive-tracer simulations will be coupled to ocean circulation models, initialized with observational data or output from a model spin-up, and forced by repeating the 1948-2009 surface fluxes of heat, fresh water, and momentum. These so-called OMIP-BGC simulations include three inert chemical tracers (CFC-11, CFC-12, SF6) and biogeochemical tracers (e.g., dissolved inorganic carbon, carbon isotopes, alkalinity, nutrients, and oxygen). Modelers will use their preferred prognostic BGC model but should follow common guidelines for gas exchange and carbonate chemistry. Simulations include both natural and total carbon tracers. The required forced simulation (omip1) will be initialized with gridded observational climatologies. An optional forced simulation (omip1-spunup) will be initialized instead with BGC fields from a long model spin-up, preferably for 2000 years or more, and forced by repeating the same 62-year meteorological forcing. That optional run will also include abiotic tracers of total dissolved inorganic carbon and radiocarbon, CTabio and 14CTabio, to assess deep-ocean ventilation and distinguish the role of physics vs. biology. These simulations will be forced by observed atmospheric histories of the three inert gases and CO2 as well as carbon isotope ratios of CO2. OMIP-BGC simulation protocols are founded on those from previous phases of the Ocean Carbon-Cycle Model Intercomparison Project. They have been merged and updated to reflect improvements concerning gas exchange, carbonate chemistry, and new data for initial conditions and atmospheric gas histories. Code is provided to facilitate their implementation.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "814c168d-db32-4d95-83de-3f933a45e522"}, "context": "Simulation protocols and diagnostics for OMIP's biogeochemical and inert chemical tracers"}