{"doi": "10.1002/asl.387", "citationDetail": "Jarvis, A. amd D. Leedal (2012), The Geoengineering Model Intercomparison Project (GeoMIP): A control perspective, Atmos. Sco. Lett., 13, 157-163", "title": "The Geoengineering Model Intercomparison Project (GeoMIP): A control perspective", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "GeoMIP Project: control perspective", "linkage": "http://onlinelibrary.wiley.com/doi/10.1002/asl.387/abstract", "name": "GeoMIP Project: control perspective"}, "abstract": "The Geoengineering Model Intercomparison Project (GeoMIP) has been designed as a method to compare a set of benchmark geoengineering interventions across modelling groups within the World Climate Research Program (WCRP) Coupled Model Intercomparison Project (CMIP). While we agree with the objectives of GeoMIP, this paper describes how the present experimental design could be extended by adding a simple control component. Using a model predictive control framework we show this control provides an automated solution for the problem of balancing radiative forcings within a climate model as required by the G1 and G2 GeoMIP scenarios. By automating this process, the control removes the need for trial-and-error model run iterations as suggested by the present guidelines. In addition, the control allows for some further standardization of the experimental conditions, potentially making inference of the side effects of geoengineering more straightforward. Finally, the control provides an interesting analogue for geoengineering deployment governed by a policy agent acting under conditions of uncertainty over the effectiveness of the technology.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "0600f830-1dfc-4bc6-8fbd-9b90403e4158"}, "context": "Describes the GeoMIP project from a control perspective"}