{"doi": "10.1029/2000GL012745", "citationDetail": "Enfield, D., A. Mestas-Nuñez, and P. Trimble (2001), The Atlantic Multidecadal Oscillation and its relation to rainfall and river flows in the continental U. S., Geophys. Res. Lett., 28, 2077-2080", "title": "The Atlantic Multidecadal Oscillation and its relation to rainfall and river flows in the continental U. S.", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The Atlantic Multidecadal Oscillation and its relation to rainfall and river flows in the continental U. S.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1029/2000GL012745/abstract", "name": "The Atlantic Meridional Oscillation and its relation to rainfall and river flows in the continental U. S."}, "abstract": "North Atlantic sea surface temperatures for 1856-1999 contain a 65-80 year cycle with a 0.4 °C range, referred to as the Atlantic Multidecadal Oscillation (AMO) by Kerr [2000]. AMO warm phases occurred during 1860-1880 and 1940-1960, and cool phases during 1905-1925 and 1970-1990. The signal is global in scope, with a positively correlated co-oscillation in parts of the North Pacific, but it is most intense in the North Atlantic and covers the entire basin there. During AMO warmings most of the United States sees less than normal rainfall, including Midwest droughts in the 1930s and 1950s. Between AMO warm and cool phases, Mississippi River outflow varies by 10% while the inflow to Lake Okeechobee, Florida varies by 40%. The geographical pattern of variability is influenced mainly by changes in summer rainfall. The winter patterns of interannual rainfall variability associated with El Niño-Southern Oscillation are also significantly changed between AMO phases.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "59dde1d7-e801-4367-8457-8f4a8d958f91"}, "context": "The Atlantic Multidecadal Oscillation and its relation to rainfall and river flows in the continental U. S."}