{"doi": "doi:10.5194/gmd-9-4049-2016", "citationDetail": "Toohey, M., B. Stevens, H. Schmidt, C.  Timmreck (2016),  Easy Volcanic Aerosol (EVA v1.0): an idealized forcing generator for climate simulations, Geosci. Model Dev., 9, 4049-4070", "title": "Easy Volcanic Aerosol (EVA v1.0): an idealized forcing generator for climate simulations", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "VolMIP requires that the same volcanic forcing input data in terms of aerosol optical properties is used across the different participating models. For eruptions that occurred before the satellite periods, we must rely on reconstructions to generate such forcing. The Easy Volcanic Aerosol module allows the generation of stratospheric volcanic aerosol forcing (AOD and Reff) fields from estimates of stratospheric sulfate mass. It also allows the generation of model-specific fields and was therefore chosen as a reference tool to generate forcing input data for the volc-long and volc-cluster experiments of VolMIP.", "linkage": "http://www.geosci-model-dev.net/9/4049/2016/", "name": "Easy Volcanic Aerosol (EVA v1.0): an idealized forcing generator for climate simulations"}, "abstract": "Stratospheric sulfate aerosols from volcanic eruptions have a significant impact on the Earth's climate. To include the effects of volcanic eruptions in climate model simulations, the Easy Volcanic Aerosol (EVA) forcing generator provides stratospheric aerosol optical properties as a function of time, latitude, height, and wavelength for a given input list of volcanic eruption attributes. EVA is based on a parameterized three-box model of stratospheric transport and simple scaling relationships used to derive mid-visible (550 nm) aerosol optical depth and aerosol effective radius from stratospheric sulfate mass. Precalculated look-up tables computed from Mie theory are used to produce wavelength-dependent aerosol extinction, single scattering albedo, and scattering asymmetry factor values. The structural form of EVA and the tuning of its parameters are chosen to produce best agreement with the satellite-based reconstruction of stratospheric aerosol properties following the 1991 Pinatubo eruption, and with prior millennial-timescale forcing reconstructions, including the 1815 eruption of Tambora. EVA can be used to produce volcanic forcing for climate models which is based on recent observations and physical understanding but internally self-consistent over any timescale of choice. In addition, EVA is constructed so as to allow for easy modification of different aspects of aerosol properties, in order to be used in model experiments to help advance understanding of what aspects of the volcanic aerosol are important for the climate system.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "d537072d-b9c9-48d2-9dfb-65e66b3faeec"}, "context": "VolMIP requires that the same volcanic forcing input data in terms of aerosol optical properties is used across the different participating models. For eruptions that occurred before the satellite periods, we must rely on reconstructions to generate such forcing. The Easy Volcanic Aerosol module allows the generation of stratospheric volcanic aerosol forcing (AOD and Reff) fields from estimates of stratospheric sulfate mass. It also allows the generation of model-specific fields and was therefore chosen as a reference tool to generate forcing input data for the volc-long and volc-cluster experiments of VolMIP."}