{"doi": "10.1007/s10584-013-0906-1", "citationDetail": "van Vuuren DP, Kriegler E, O’Neill BC, Ebi KL, Riahi K, Carter TR, Edmonds J, Hallegatte S, Kram T, Mathur R, Winkler H (2014) A new scenario framework for Climate Change Research: scenario matrix architecture. Climatic Change, Special Issue, Nakicenovic N, Lempert R, Janetos A (eds) A Framework for the Development of New Socioeconomic Scenarios for Climate Change Research.", "title": "A new scenario framework for Climate Change Research: scenario matrix architecture.", "url": {"name": "vanVuuren et al. 2014", "protocol": "http", "description": "Describes combining SSPs with radiative forcing", "linkage": "http://rd.springer.com/article/10.1007%2Fs10584-013-0906-1", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "This paper describes the scenario matrix architecture that underlies a framework for developing new scenarios for climate change research. The matrix architecture facilitates addressing key questions related to current climate research and policy-making: identifying the effectiveness of different adaptation and mitigation strategies (in terms of their costs, risks and other consequences) and the possible trade-offs and synergies. The two main axes of the matrix are: 1) the level of radiative forcing of the climate system (as characterised by the representative concentration pathways) and 2) a set of alternative plausible trajectories of future global development (described as shared socio-economic pathways). The matrix can be used to guide scenario development at different scales. It can also be used as a heuristic tool for classifying new and existing scenarios for assessment. Key elements of the architecture, in particular the shared socio-economic pathways and shared policy assumptions (devices for incorporating explicit mitigation and adaptation policies), are elaborated in other papers in this special issue.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "6fa09901-c2c9-4584-b241-0328f8eea873"}, "context": "Describes combining SSPs with radiative forcing.", "ontologyTypeKey": "cim.2.shared.Citation"}