{"citationDetail": "Stevens, B., S. Fiedler, S. Kinne, K. Peters, J. Müsse, T. Mauritsen, and S. Rast (2016), Simple Plumes: A semi-analytic description of anthropogenic aerosol optical and cloud active properties for climate studies, Geophysical Model Development, p. in Preparation, 2016.", "title": "Simple Plumes: A semi-analytic description of anthropogenic aerosol optical and cloud active properties for climate studies", "url": {"name": "Simple Plumes: A semi-analytic description of anthropogenic aerosol optical and cloud active properties for climate studies", "protocol": "http", "description": "MPI-M’S Simple plume parameterization for optical properties of anthropogenic aerosol", "linkage": "https://www.mpimet.mpg.de/fileadmin/staff/fiedlerstephanie/Downloads/Report_MACv2.0-SP_v2.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "This technical report introduces MACv2.0-SP, the \"simple plume\" (SP) parameterization for optical properties of anthropogenic fine-mode aerosol that is currently under development at the MaxPlanck Institute for Meteorology (MPI-M), Hamburg. Four key characteristics of the parameterization guided the code development: (1) computationally efficient code structure, (2) usage of optical propertiesthat can be constrained by observations, (3) flexibility for a variety of applications, and (4) user-friendly module design supporting implementation into models of different complexity. The mathematical construction of the plumes, their scaling over time, and adaptation to different wavelength are introduced and variables that can be specifiedby the user are outlined.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "222389cc-a41a-4619-a725-b03bec9724d3"}, "context": "MACv2-SP is a semi-analytic representation of the distribution of anthropogenic aerosol-radiative and cloud-active properties over the full historical record.", "ontologyTypeKey": "cim.2.shared.Citation"}