{"abstract": "Long-term global data sets of vegetation Leaf Area Index (LAI) and Fraction of Photosynthetically Active Radiation absorbed by vegetation (FPAR) are critical to monitoring global vegetation dynamics and for modeling exchanges of energy, mass and momentum between the land surface and planetary boundary layer. LAI and FPAR are also state variables in hydrological, ecological, biogeochemical and crop-yield models. The generation, evaluation and an example case study documenting the utility of 30-year long data sets of LAI and FPAR are described in this article. A neural network algorithm was first developed between the new improved third generation Global Inventory Modeling and Mapping Studies (GIMMS) Normalized Difference Vegetation Index (NDVI3g) and best-quality Terra Moderate Resolution Imaging Spectroradiometer (MODIS) LAI and FPAR products for the overlapping period 2000–2009. The trained neural network algorithm was then used to generate corresponding LAI3g and FPAR3g data sets with the following attributes: 15-day temporal frequency, 1/12 degree spatial resolution and temporal span of July 1981 to December 2011. The quality of these data sets for scientific research in other disciplines was assessed through (a) comparisons with field measurements scaled to the spatial resolution of the data products, (b) comparisons with broadly-used existing alternate satellite data-based products, (c) comparisons to plant growth limiting climatic variables in the northern latitudes and tropical regions, and (d) correlations of dominant modes of interannual variability with large-scale circulation anomalies such as the EI Niño-Southern Oscillation and Arctic Oscillation. These assessment efforts yielded results that attested to the suitability of these data sets for research use in other disciplines. The utility of these data sets is documented by comparing the seasonal profiles of LAI3g with profiles from 18 state-of-the-art Earth System Models: the models consistently overestimated the satellite-based estimates of leaf area and simulated delayed peak seasonal values in the northern latitudes, a result that is consistent with previous evaluations of similar models with ground-based data. The LAI3g and FPAR3g data sets can be obtained freely from the NASA Earth Exchange (NEX) website.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "e28a46fe-1bde-4c12-898b-e8ef7f2de085"}, "context": "Long-term global data sets of vegetation Leaf Area Index (LAI) and Fraction of Photosynthetically Active Radiation absorbed by vegetation (FPAR).", "citationDetail": "Zhu, Z., J. Bi, Y. Pan, S. Ganguly, A. Anav, L. Xu, A. Samanta, S. Piao, R. R. Nemani, R. B. Myneni (2013), Global data sets of vegetation leaf area index (LAI) 3g and fraction of photosynthetically active radiation (FPAR) 3g derived from global inventory modeling and mapping studies (GIMMS) normalized difference vegetation index (NDVI3g) for the period 1981 to 2011, Remote Sens, 5, 927-948", "title": "Global data sets of vegetation leaf area index (LAI) 3g and fraction of photosynthetically active radiation (FPAR) 3g derived from global inventory modeling and mapping studies (GIMMS) normalized difference vegetation index (NDVI3g) for the period 1981 to 2011"}