{"citationDetail": "Historical GHG concentrations for CMIP6 Historical Runs", "title": "Historical GHG concentrations for CMIP6 Historical Runs", "url": {"name": "Historical GHG concentrations for CMIP6 Historical Runs", "protocol": "http", "description": "Historical Green House Gas concentrations data for CMIP6", "linkage": "http://www.wcrp-climate.org/images/modelling/WGCM/CMIP/CMIP6Forcings_HistoricalGHGConcentrations_InitialDescription_150217.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Phase 6 of the Coupled Model Intercomparison Project (CMIP6) includes a Historical Simulation that serves as entry-check for other CMIP runs, spanning from 1850 to 2014.\nDepending on the model setup and emission species (short-lived, ozone, long-lived GHG), this historical simulation is driven by emissions and/or concentrations. Here, we provide an outline of a consolidated set of atmospheric concentration time series for the long-lived greenhouse-gases, including CO2, CH4, N2O, HFCs, PFCs, SF6, several ODS, and NF3 to serve as input for the CMIP6 Historical simulations. The first published dataset is planned for May/June 2015 to be submitted to the GMD special issue, with a final version ready before 1 Jan 2016. This dataset will serve as basis for concentration-driven historical CMIP6 runs, the estimation of inverse historical emissions and as starting point for smoothly transitioning into future ScenarioMIP experiments.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "f99393ba-526b-4aef-81fc-968a2375cafa"}, "context": "Historical GHG concentrations for CMIP6 historical runs", "ontologyTypeKey": "cim.2.shared.Citation"}