{"doi": "10.1088/1748-9326/9/3/034004", "citationDetail": "Bouttes, N., J. M. Gregory (2014), Attribution of the spatial pattern of CO2-forced sea level change to ocean surface flux changes, Environ. Res. Lett., 9, 034 004", "title": "Attribution of the spatial pattern of CO2-forced sea level change to ocean surface flux changes", "url": {"name": "Attribution of the spatial pattern of CO2-forced sea level change to ocean surface flux changes", "protocol": "http", "description": "Evaluate the role of air–sea fluxes of heat, water and momentum (windstress) to find the spatial pattern associated to each of them as well as the spread they can account for.", "linkage": "http://iopscience.iop.org/article/10.1088/1748-9326/9/3/034004/pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Climate models taking part in the coupled model intercomparison project phase 5 (CMIP5) all predict a global mean sea level rise for the 21st century. Yet the sea level change is not spatially uniform and differs among models. Here we evaluate the role of air–sea fluxes of heat, water and momentum (windstress) to find the spatial pattern associated to each of them as well as the spread they can account for. Using one AOGCM to which we apply the surface flux changes from other AOGCMs, we show that the heat flux and windstress changes dominate both the pattern and the spread, but taking the freshwater flux into account as well yields a sea level change pattern in better agreement with the CMIP5 ensemble mean. Differences among the CMIP5 control ocean temperature fields have a smaller impact on the sea level change pattern.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "3cdc1b9f-1acd-4147-9a13-9e25c9a097d8"}, "context": "Evaluate the role of air–sea fluxes of heat, water and momentum (windstress) to find the spatial pattern associated to each of them as well as the spread they can account for.", "ontologyTypeKey": "cim.2.shared.Citation"}