{"doi": "10.5194/gmd-2016-122", "citationDetail": "Gregory, J. M., N. Bouttes-Mauhourat, S. M. Griffies, H. Haak, W. J. Hurlin, J. Jungclaus, M. Kelley, W. G. Lee, J. Marshall, A. Romanou, O. A. Saenko, D. Stammer, M. Winton (2016), The Flux-Anomaly-Forced Model Intercomparison Project (FAFMIP) contribution to CMIP6: Investigation of sea-level and ocean climate change in response to CO2 forcing, Geosci. Model Dev. Discuss., Published 22 June 2016", "title": "The Flux-Anomaly-Forced Model Intercomparison Project (FAFMIP) contribution to CMIP6: Investigation of sea-level and ocean climate change in response to CO2 forcing", "url": {"name": "The Flux-Anomaly-Forced Model Intercomparison Project (FAFMIP) contribution to CMIP6: Investigation of sea-level and ocean climate change in response to CO2 forcing", "protocol": "http", "description": "Investigation of sea-level and ocean climate change in response to CO2 forcing", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-122/gmd-2016-122.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The Flux-Anomaly-Forced Model Intercomparison Project (FAFMIP) aims to investigate the spread in simulations of sea-level and ocean climate change in response to CO2 forcing by atmosphere-ocean general circulation models (AOGCMs). It is particularly motivated by the uncertainties in projections of ocean heat uptake, global-mean sea-level rise due to thermal expansion and the geographical patterns of sea-level change due to ocean density and circulation change. FAFMIP has three tier-1 experiments, in which prescribed surface flux perturbations of momentum, heat and freshwater respectively are applied to the ocean in separate AOGCM simulations. All other conditions are as in the pre-industrial control. The prescribed fields are typical of pattern and magnitude of changes in these fluxes projected by AOGCMs for doubled CO2 concentration. Five groups have tested the experimental design with existing AOGCMs. Their results show diversity in the pattern and magnitude of changes, with some common qualitative features. Heat and water flux perturbation cause the dipole in sea-level change in the North Atlantic, while momentum and heat flux perturbation cause the gradient across the Antarctic Circumpolar Current. The Atlantic Meridional Overturning Circulation (AMOC) declines in response to the heat flux perturbation, and there is a strong positive feedback on this effect due to the consequent cooling of sea surface temperature in the North Atlantic, which enhances the local heat input to the ocean. The momentum and water flux perturbations do not substantially affect the AMOC. Heat is taken up largely as a passive tracer in the Southern Ocean, which is the region of greatest heat input, but elsewhere heat is actively redistributed towards lower latitude. Future analysis of these and other phenomena with the wider range of CMIP6 FAFMIP AOGCMs will benefit from new diagnostics of temperature and salinity tendencies, which will enable investigation of the model spread in behaviour in terms of physical processes as formulated in the models.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "2694327e-b5fe-416f-951f-9e5817cbc905"}, "context": "Investigation of sea-level and ocean climate change in response to CO2 forcing.", "ontologyTypeKey": "cim.2.shared.Citation"}