{"doi": "10.1007/s10584-013-0905-2", "citationDetail": "O'Neill, B., Kriegler, E., Riahi, K., Ebi, K.L., Hallegatte, S., Carter, T.R., Mathur, R. and D.P. van Vuuren, 2014: A new scenario framework for climate change research: the concept of shared socioeconomic pathways. Climate change, Special Issue, Nakicenovic N, Lempert R, Janetos A (eds) A Framework for the Development of New Socioeconomic Scenarios for Climate Change Research.", "title": "A new scenario framework for climate change research: the concept of shared socioeconomic pathways", "url": {"name": "O'Neill et al. 2014", "protocol": "http", "description": "Description of the SSPs 1-5", "linkage": "http://rd.springer.com/article/10.1007%2Fs10584-013-0905-2", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The new scenario framework for climate change research envisions combining pathways of future radiative forcing and their associated climate changes with alternative pathways of socioeconomic development in order to carry out research on climate change impacts, adaptation, and mitigation. Here we propose a conceptual framework for how to define and develop a set of Sharted Socioeconomic Pathways (SSPs) for use within the scenario framework.  We define SSPs as reference pathways describing plausible alternative trends in the evolution of society and ecosystems over a century timescale, in the absence of climate change or climate policies.  We introduce the concept of a space of challenges to adaptation and to mitigation that should be spanned by the SSPs, and discuss how particular trends in social, economic, and environmental development could be combined to produce such outcomes.  A comparison to the narratives from the scenarios developed in the Special Report on Emission Scenarios (SRES) illustrates how a starting point for developing SSPs can be defined.  We suggest initial development of a set of basic SSPs that could then be extended to meet more specific purposes, and envision a process of application of basic and extended SSPs that would be iterative and potentially lead to modification of the original SSPs themselves.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-01 15:14:57.649937", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-01 15:14:57.649937", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "eeea1fe1-e498-4324-a718-9e499cb7ff2b"}, "context": "Describes Shared Socioeconomc Pathways (SSPs) 1-5", "ontologyTypeKey": "cim.2.shared.Citation"}