{"doi": "10.5194/gmd-2016-105", "citationDetail": "Nowicki, S. M. J., T. Payne, E. Larour, H. Seroussi, H. Goelzer, W. Lipscomb, J. Gregory, A. Abe-Ouchi, A. Shepherd (2016), Ice Sheet Model Intercomparison Project (ISMIP6) contribution to CMIP6, Geosci. Model Dev. Discuss., Published 26 May 2016.", "title": "Ice Sheet Model Intercomparison Project (ISMIP6) contribution to CMIP6", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "An experimental protocol designed to quantify and understand the global sea level that arises due to past, present and future changes in the Greenland and Antarctic ice sheets, along with investigating ice sheet–climate feedbacks.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-105/gmd-2016-105.pdf", "name": "Ice Sheet Model Intercomparison Project (ISMIP6) contribution to CMIP6"}, "abstract": "Reducing the uncertainty in the past, present and future contribution of ice sheets to sea level change requires a coordinated effort between the climate and glaciology communities. The Ice Sheet Model Intercomparison Project for CMIP6 (ISMIP6) is the primary activity within the Coupled Model Intercomparison Project – phase 6 (CMIP6) focusing on the Greenland and Antarctic Ice Sheets. In this paper, we describe the framework for ISMIP6 and its relationship to other activities within CMIP6. The ISMIP6 experimental design relies on CMIP6 climate models and includes, for the first time within CMIP, coupled ice sheet – climate models as well as standalone ice sheet models. To facilitate analysis of the multi-model ensemble and to generate a set of standard climate inputs for standalone ice sheet models, ISMIP6 defines a protocol for all variables related to ice sheets. ISMIP6 will provide a basis for investigating the feedbacks, impacts, and sea level changes associated with dynamic ice sheets and for quantifying the uncertainty in ice-sheet-sourced global sea level change.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "a9ea670e-1f73-463d-b51e-fbc3f32eb246"}, "context": "An experimental protocol designed to quantify and understand the global sea level that arises due to past, present and future changes in the Greenland and Antarctic ice sheets, along with investigating ice sheet–climate feedbacks."}