{"doi": "10.5194/gmd-2016-279", "citationDetail": "Otto-Bliesner, B. L., P. Braconnot, S. P. Harrison, D. J. Lunt, A. Abe-Ouchi, S. Albani, P. J. Bartlein, E. Capron, A. E. Carlson, A. Dutton, H. Fischer, H. Goelzer, A. Govin, A. Haywood, F. Joos, A. N. Legrande, W. H. Lipscomb, G. Lohmann, N. Mahowald, C. Nehrbass-Ahles, F. S.-R. Pausata, J.-Y. Peterschmitt, S. Phipps, H. Renssen (2016), The PMIP4 contribution to CMIP6 - Part 2: Two Interglacials, Scientific Objective and Experimental Design for Holocene and Last Interglacial Simulations, Geosci. Model Dev. Discuss, in review.", "title": "The PMIP4 contribution to CMIP6 - Part 2: Two Interglacials, Scientific Objective and Experimental Design for Holocene and Last Interglacial Simulations", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The experimental protocols for PMIP4 Tier 1 simulations of the mid-Holocene (midHolocene, 6000 years before present) and the Last Interglacial (lig127k, 127,000 years before present).", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-279/", "name": "The PMIP4 contribution to CMIP6 - Part 2: Two Interglacials, Scientific Objective and Experimental Design for Holocene and Last Interglacial Simulations"}, "abstract": "Two interglacial epochs are included in the suite of Paleoclimate Modeling Intercomparison Project (PMIP4) simulations in the Coupled Model Intercomparison Project (CMIP6). The experimental protocols for Tier 1 simulations of the mid-Holocene (midHolocene, 6000 years before present) and the Last Interglacial (lig127k, 127,000 years before present) are described here. These equilibrium simulations are designed to examine the impact of changes in orbital forcing at times when atmospheric greenhouse gas levels were similar to those of the preindustrial period and the continental configurations were almost identical to modern. These simulations test our understanding of the interplay between radiative forcing and atmospheric circulation, and the connections among large-scale and regional climate changes giving rise to phenomena such as land-sea contrast and high-latitude amplification in temperature changes, and responses of the monsoons, as compared to today. They also provide an opportunity, through carefully designed additional CMIP6 Tier 2 and Tier 3 sensitivity experiments of PMIP4, to quantify the strength of atmosphere, ocean, cryosphere, and land-surface feedbacks. Sensitivity experiments are proposed to investigate the role of freshwater forcing in triggering abrupt climate changes within interglacial epochs. These feedback experiments naturally lead to a focus on climate evolution during interglacial periods, which will be examined through transient experiments. Analyses of the sensitivity simulations will also focus on interactions between extratropical and tropical circulation, and the relationship between changes in mean climate state and climate variability on annual to multi-decadal timescales. The comparative abundance of paleoenvironmental data and of quantitative climate reconstructions for the Holocene and Last Interglacial make these two epochs ideal candidates for systematic evaluation of model performance, and such comparisons will shed new light on the importance of external feedbacks (e.g., vegetation, dust) and the ability of state-of-the-art models to simulate climate changes realistically.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "c0055fa7-5816-4aad-8e83-5da868157f0d"}, "context": "The experimental protocols for PMIP4 Tier 1 simulations of the mid-Holocene (midHolocene, 6000 years before present) and the Last Interglacial (lig127k, 127,000 years before present)."}