{"doi": "10.1038/s41558-020-0883-0", "citationDetail": "Forster, P.M., H. I. Forster, M. J. Evans,  M. J. Gidden, C. D. Jones, C. A. Keller, R. D. Lamboll, C. Le Quéré, J. Rogelj, D. Rosen, C.-F. Schleussner, T. B Richardson, C. J. Smith, S. T. Turnock (2020), Current and future global climate impacts resulting from COVID-19. Nat. Clim. Chang. 10, 913–919", "title": "Current and future global climate impacts resulting from COVID-19", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The global response to the COVID-19 pandemic has led to a sudden reduction of both GHG emissions and air pollutants. Here, using national mobility data, we estimate global emission reductions for ten species during the period February to June 2020.", "linkage": "https://www.nature.com/articles/s41558-020-0883-0", "name": "Current and future global climae impacts resulting from COVID-19"}, "abstract": "The global response to the COVID-19 pandemic has led to a sudden reduction of both GHG emissions and air pollutants. Here, using national mobility data, we estimate global emission reductions for ten species during the period February to June 2020. We estimate that global NOx emissions declined by as much as 30% in April, contributing a short-term cooling since the start of the year. This cooling trend is offset by ~20% reduction in global SO2 emissions that weakens the aerosol cooling effect, causing short-term warming. As a result, we estimate that the direct effect of the pandemic-driven response will be negligible, with a cooling of around 0.01 ± 0.005 °C by 2030 compared to a baseline scenario that follows current national policies. In contrast, with an economic recovery tilted towards green stimulus and reductions in fossil fuel investments, it is possible to avoid future warming of 0.3 °C by 2050.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "84d9eb4d-1a62-4c11-8d7b-259ef17fb6ef"}, "context": "The global response to the COVID-19 pandemic has led to a sudden reduction of both GHG emissions and air pollutants. Here, using national mobility data, we estimate global emission reductions for ten species during the period February to June 2020."}