{"doi": "10.1175/JCLI3790.1", "citationDetail": "Sheffield, J., G. Goteti, E. F. Wood (2006), Development of a 50-Year High-Resolution Global Dataset of Meteorological Forcings for Land Surface Modeling, J. Climate, 19, 3088-3111", "title": "Development of a 50-Year High-Resolution Global Dataset of Meteorological Forcings for Land Surface Modeling", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "A forcing dataset for land surface and other terrestrial models, and for analysing changes in near-surface climate.", "linkage": "http://www.geosci-model-dev.net/9/2809/2016/gmd-9-2809-2016.pdf", "name": "Development of a 50-Year High-Resolution Global Dataset of Meteorological Forcings for Land Surface Modeling"}, "abstract": "Understanding the variability of the terrestrial hydrologic cycle is central to determining the potential for extreme events and susceptibility to future change. In the absence of long-term, large-scale observations of the components of the hydrologic cycle, modeling can provide consistent fields of land surface fluxes and states. This paper describes the creation of a global, 50-yr, 3-hourly, 1.0° dataset of meteorological forcings that can be used to drive models of land surface hydrology. The dataset is constructed by combining a suite of global observation-based datasets with the National Centers for Environmental Prediction–National Center for Atmospheric Research (NCEP–NCAR) reanalysis. Known biases in the reanalysis precipitation and near-surface meteorology have been shown to exert an erroneous effect on modeled land surface water and energy budgets and are thus corrected using observation-based datasets of precipitation, air temperature, and radiation. Corrections are also made to the rain day statistics of the reanalysis precipitation, which have been found to exhibit a spurious wavelike pattern in high-latitude wintertime. Wind-induced undercatch of solid precipitation is removed using the results from the World Meteorological Organization (WMO) Solid Precipitation Measurement Intercomparison. Precipitation is disaggregated in space to 1.0° by statistical downscaling using relationships developed with the Global Precipitation Climatology Project (GPCP) daily product. Disaggregation in time from daily to 3 hourly is accomplished similarly, using the Tropical Rainfall Measuring Mission (TRMM) 3-hourly real-time dataset. Other meteorological variables (downward short- and longwave radiation, specific humidity, surface air pressure, and wind speed) are downscaled in space while accounting for changes in elevation. The dataset is evaluated against the bias-corrected forcing dataset of the second Global Soil Wetness Project (GSWP2). The final product provides a long-term, globally consistent dataset of near-surface meteorological variables that can be used to drive models of the terrestrial hydrologic and ecological processes for the study of seasonal and interannual variability and for the evaluation of coupled models and other land surface prediction schemes.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "3878de1c-b091-460f-81c7-4108faba20dc"}, "context": "A forcing dataset for land surface and other terrestrial models, and for analysing changes in near-surface climate."}