{"doi": "10.1175/1520-0477(1999)080<0029:AOOTRO>2.0.CO;2", "citationDetail": "Gates, W. L., J. S. Boyle, C. Covey, C. G. Dease, C. M. Doutriaux, R. S. Drach, M. Fiorino, P. J. Gleckler, J. J. Hnilo, S. M. Marlais, T. J. Phillips, G. L. Potter, B. D. Santer, K. R. Sperber, K. E. Taylor, and D. N. Williams (1999), An overview of the results of the Atmospheric Model Intercomparison Project (AMIP I). Bull. Am. Meteorol. Soc. 80, 29–55.", "title": "An overview of the results of the Atmospheric Model Intercomparison Project (AMIP I)", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The systematic validation, diagnosis, and intercomparison of the performance of atmospheric general circulation models", "linkage": "http://journals.ametsoc.org/doi/pdf/10.1175/1520-0477%281999%29080%3C0029%3AAOOTRO%3E2.0.CO%3B2", "name": "An overview of the results of the Atmospheric Model Intercomparison Project (AMIP I)"}, "abstract": "The Atmospheric Model Intercomparison Project (AMIP), initiated in 1989 under the auspices of the World Climate Research Programme, undertook the systematic validation, diagnosis, and intercomparison of the performance of atmospheric general circulation models. For this purpose all models were required to simulate the evolution of the climate during the decade 1979—88, subject to the observed monthly average temperature and sea ice and a common prescribed atmospheric CO2 concentration and solar constant. By 1995, 31 modeling groups, representing virtually the entire international atmospheric modeling community, had contributed the required standard output of the monthly means of selected statistics. These data have been analyzed by the participating modeling groups, by the Program for Climate Model Diagnosis and Intercomparison, and by the more than two dozen AMIP diagnostic subprojects that have been established to examine specific aspects of the models' performance. Here the analysis and validation of the AMIP results as a whole are summarized in order to document the overall performance of atmospheric general circulation—climate models as of the early 1990s. The infrastructure and plans for continuation of the AMIP project are also reported on.\nAlthough there are apparent model outliers in each simulated variable examined, validation of the AMIP models' ensemble mean shows that the average large-scale seasonal distributions of pressure, temperature, and circulation are reasonably close to what are believed to be the best observational estimates available. The large-scale structure of the ensemble mean precipitation and ocean surface heat flux also resemble the observed estimates but show particularly large intermodel differences in low latitudes. The total cloudiness, on the other hand, is rather poorly simulated, especially in the Southern Hemisphere. The models' simulation of the seasonal cycle (as represented by the amplitude and phase of the first annual harmonic of sea level pressure) closely resembles the observed variation in almost all regions. The ensemble's simulation of the interannual variability of sea level pressure in the tropical Pacific is reasonably close to that observed (except for its underestimate of the amplitude of major El Niños), while the interannual variability is less well simulated in midlatitudes. When analyzed in terms of the variability of the evolution of their combined space-time patterns in comparison to observations, the AMIP models are seen to exhibit a wide range of accuracy, with no single model performing best in all respects considered.\nAnalysis of the subset of the original AMIP models for which revised versions have subsequently been used to revisit the experiment shows a substantial reduction of the models' systematic errors in simulating cloudiness but only a slight reduction of the mean seasonal errors of most other variables. In order to understand better the nature of these errors and to accelerate the rate of model improvement, an expanded and continuing project (AMIP II) is being undertaken in which analysis and intercomparison will address a wider range of variables and processes, using an improved diagnostic and experimental infrastructure.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "c7a5f029-4125-4bb6-a04c-b0da67c297eb"}, "context": "The systematic validation, diagnosis, and intercomparison of the performance of atmospheric general circulation models"}