{"doi": "10.5194/cp-9-699-2013", "citationDetail": "Lunt, D. J., A. Abe-Ouchi, P. Bakker, A. Berger, P. Braconnot, S. Charbit, N. Fischer, N. Herold, J. H. Jungclaus, V. C. Khon, U. Krebs-Kanzow, P. M. Langebroek, G. Lohmann, K. H. Nisancioglu, B. L. Otto-Bliesner, W. Park, M. Pfeiffer, S. J Phipps, M. Prange, R. Rachmasyani, H. Renssen, N. Rosenbloom, B. Schneider, E. J. Stone, K. Takahashi, W. Wei, Q. Yin, Z. S. Zhang (2013), A multi-model assessment of last interglacial temperatures, Climate of the Past, 9, 699-717", "title": "A multi-model assessment of last interglacial temperatures", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The last interglaciation (~130 to 116 ka) is a time period with a strong astronomically induced seasonal forcing of insolation compared to the present. Proxy records indicate a significantly different climate to that of the modern, in particular Arctic summer warming and higher eustatic sea level. Because the forcings are relatively well constrained, it provides an opportunity to test numerical models which are used for future climate prediction.", "linkage": "http://www.clim-past.net/9/699/2013/", "name": "A multi-model assessment of last interglacial temperatures"}, "abstract": "The last interglaciation (~130 to 116 ka) is a time period with a strong astronomically induced seasonal forcing of insolation compared to the present. Proxy records indicate a significantly different climate to that of the modern, in particular Arctic summer warming and higher eustatic sea level. Because the forcings are relatively well constrained, it provides an opportunity to test numerical models which are used for future climate prediction. In this paper we compile a set of climate model simulations of the early last interglaciation (130 to 125 ka), encompassing a range of model complexities. We compare the simulations to each other and to a recently published compilation of last interglacial temperature estimates. We show that the annual mean response of the models is rather small, with no clear signal in many regions. However, the seasonal response is more robust, and there is significant agreement amongst models as to the regions of warming vs cooling. However, the quantitative agreement of the model simulations with data is poor, with the models in general underestimating the magnitude of response seen in the proxies. Taking possible seasonal biases in the proxies into account improves the agreement, but only marginally. However, a lack of uncertainty estimates in the data does not allow us to draw firm conclusions. Instead, this paper points to several ways in which both modelling and data could be improved, to allow a more robust model–data comparison.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "f167c07d-9152-4705-8869-756dba73a1ce"}, "context": "The last interglaciation (~130 to 116 ka) is a time period with a strong astronomically induced seasonal forcing of insolation compared to the present. Proxy records indicate a significantly different climate to that of the modern, in particular Arctic summer warming and higher eustatic sea level. Because the forcings are relatively well constrained, it provides an opportunity to test numerical models which are used for future climate prediction."}