{"doi": "10.5194/gmd-9-2701-2016", "citationDetail": "Zanchettin, D., M. Khodri, C. Timmreck, M. Toohey, A. Schmidt, E.P. Gerber, G. Hegerl, A. Robock, F.S. Pausata, W.T. Ball, S.E. Bauer, S. Bekki, S.S. Dhomse, A.N. LeGrande, G.W. Mann, L. Marshall, M. Mills, M. Marchand, U. Niemeier, V. Poulain, A. Rubino, A. Stenke, K. Tsigaridis, F. Tummon (2016), The Model Intercomparison Project on the climatic response to Volcanic forcing (VolMIP): experimental design and forcing input data for CMIP6, Geosci. Model Dev., 9, 2701-2719", "title": "The Model Intercomparison Project on the climatic response to Volcanic forcing (VolMIP): Experimental design and forcing input data", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The design of the idealised volcanic perturbation experiments in the VolMIP protocol and a description of the common aerosol forcing input datasets to be used.", "linkage": "http://www.geosci-model-dev.net/9/2701/2016/gmd-9-2701-2016.pdf", "name": "The Model Intercomparison Project on the climatic response to Volcanic forcing (VolMIP): experimental design and forcing input data for CMIP6"}, "abstract": "The enhancement of the stratospheric aerosol layer by volcanic eruptions induces a complex set of responses causing global and regional climate effects on a broad range of timescales. Uncertainties exist regarding the climatic response to strong volcanic forcing identified in coupled climate simulations that contributed to the fifth phase of the Climate Model Intercomparison Project (CMIP5). In order to better understand the sources of these model diversities, the model intercomparison project on the climate response to volcanic forcing (VolMIP) has defined a coordinated set of idealized volcanic perturbation experiments to be carried out in alignment with the CMIP6 protocol. VolMIP provides a common stratospheric aerosol dataset for each experiment to eliminate differences in the applied volcanic forcing, and defines a set of initial conditions to determine how internal climate variability contributes to determining the response. VolMIP will assess to what extent volcanically-forced responses of the coupled ocean-atmosphere system are robustly simulated by state-of-the-art coupled climate models and identify the causes that limit robust simulated behavior, especially differences in the treatment of physical processes. This paper illustrates the design of the idealized volcanic perturbation experiments in the VolMIP protocol and describes the common aerosol forcing input datasets to be used.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "ab7ed4bd-b97f-43be-8a9e-4e053d33e050"}, "context": "The design of the idealised volcanic perturbation experiments in the VolMIP protocol and a description of the common aerosol forcing input datasets to be used."}