{"doi": "10.5194/gmd-8-43-2015", "citationDetail": "Tilmes, S., Mills, M. J., Niemeier, U., Schmidt, H., Robock, A., Kravitz, B., Lamarque, J.-F., Pitari, G., and English, J. M. (2015), A new Geoengineering Model Intercomparison Project (GeoMIP) experiment designed for climate and chemistry models, Geosci. Model Dev., 8, 43-49", "title": "A new Geoengineering Model Intercomparison Project (GeoMIP) experiment designed for climate and chemistry models", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "A new Geoengineering Model Intercomparison Project (GeoMIP) experiment designed for climate and chemistry models", "linkage": "http://www.geosci-model-dev.net/8/43/2015/", "name": "A new Geoengineering Model Intercomparison Project (GeoMIP) experiment designed for climate and chemistry models"}, "abstract": "A new Geoengineering Model Intercomparison Project (GeoMIP) experiment \"G4 specified stratospheric aerosols'' (short name: G4SSA) is proposed to investigate the impact of stratospheric aerosol geoengineering on atmospheric composition, climate, and the environment. In contrast to the earlier G4 GeoMIP experiment, which requires an emission of SO2 into the model, a prescribed aerosol forcing file is provided to the community, to be consistently applied to future model experiments between 2020 and 2100.  This stratospheric aerosol distribution, with a total burden of about 2 Tg S has been derived using the ECHAM5-HAM microphysical model, based on a continuous annual tropical emission of 8 Tg SO2. A ramp-up of geoengineering in 2020 and a ramp-down in 2070 over a period of two years are included in the distribution, while a background aerosol burden should be used for the last 3 decades of the experiment. The performance of this experiment using climate and chemistry models in a multi-model comparison framework will allow us to better understand the significance of the impact of geoengineering and the abrupt termination after 50 years on climate and composition of the atmosphere in a changing environment.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "5ceed4ed-751d-41da-af10-715bf6ee676f"}, "context": "Geoengineering via injection of SO2 aerosols into the stratosphere"}