{"doi": "10.1038/nature12534", "citationDetail": "Kosaka, Y., S.-P. Xie (2013), Recent global-warming hiatus tied to equatorial Pacific surface cooling, Nature, 501, 403-407", "title": "Recent global-warming hiatus tied to equatorial Pacific surface cooling", "url": {"name": "Recent-global-warming hiatus tied to equatorial Pacific surface cooling", "protocol": "http", "description": "Despite the continued increase in atmospheric greenhouse gas concentrations, the annual-mean global temperature has not risen in the twenty-first century, challenging the prevailing view that anthropogenic forcing causes climate warming. Various mechanisms have been proposed for this hiatus in global warming, but their relative importance has not been quantified, hampering observational estimates of climate sensitivity.", "linkage": "http://www.nature.com/nature/journal/v501/n7467/full/nature12534.html", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Despite the continued increase in atmospheric greenhouse gas concentrations, the annual-mean global temperature has not risen in the twenty-first century, challenging the prevailing view that anthropogenic forcing causes climate warming. Various mechanisms have been proposed for this hiatus in global warming, but their relative importance has not been quantified, hampering observational estimates of climate sensitivity. Here we show that accounting for recent cooling in the eastern equatorial Pacific reconciles climate simulations and observations. We present a novel method of uncovering mechanisms for global temperature change by prescribing, in addition to radiative forcing, the observed history of sea surface temperature over the central to eastern tropical Pacific in a climate model. Although the surface temperature prescription is limited to only 8.2% of the global surface, our model reproduces the annual-mean global temperature remarkably well with correlation coefficient r = 0.97 for 1970-2012 (which includes the current hiatus and a period of accelerated global warming). Moreover, our simulation captures major seasonal and regional characteristics of the hiatus, including the intensified Walker circulation, the winter cooling in northwestern North America and the prolonged drought in the southern USA. Our results show that the current hiatus is part of natural climate variability, tied specifically to a La-Niña-like decadal cooling. Although similar decadal hiatus events may occur in the future, the multi-decadal warming trend is very likely to continue with greenhouse gas increase.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "21cac0e1-1860-46d5-83bc-865ed6f94a19"}, "context": "Despite the continued increase in atmospheric greenhouse gas concentrations, the annual-mean global temperature has not risen in the twenty-first century, challenging the prevailing view that anthropogenic forcing causes climate warming. Various mechanisms have been proposed for this hiatus in global warming, but their relative importance has not been quantified, hampering observational estimates of climate sensitivity.", "ontologyTypeKey": "cim.2.shared.Citation"}