{"doi": "10.1038/srep17785", "citationDetail": "Ma, X., P. Chang, R. Saravanan, R. Montuoro, J.-S. Hsieh, D. Wu, X. Lin, L. Wu, Z. Jing (2015), Distant Influence of Kuroshio Eddies on North Pacific Weather Patterns?, Sci. Rep., 5, 17785", "title": "Distant Influence of Kuroshio Eddies on North Pacific Weather Patterns?", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The importance of meso-scale oceanic features in forcing the atmospheric planetary boundary layer.", "linkage": "https://www.nature.com/articles/srep17785", "name": "Distant Influence of Kuroshio Eddies on North Pacific Weather Patterns?"}, "abstract": "High-resolution satellite measurements of surface winds and sea-surface temperature (SST) reveal strong coupling between meso-scale ocean eddies and near-surface atmospheric flow over eddy-rich oceanic regions, such as the Kuroshio and Gulf Stream, highlighting the importance of meso-scale oceanic features in forcing the atmospheric planetary boundary layer (PBL). Here, we present high-resolution regional climate modeling results, supported by observational analyses, demonstrating that meso-scale SST variability, largely confined in the Kuroshio-Oyashio confluence region (KOCR), can further exert a significant distant influence on winter rainfall variability along the U.S. Northern Pacific coast. The presence of meso-scale SST anomalies enhances the diabatic conversion of latent heat energy to transient eddy energy, intensifying winter cyclogenesis via moist baroclinic instability, which in turn leads to an equivalent barotropic downstream anticyclone anomaly with reduced rainfall. The finding points to the potential of improving forecasts of extratropical winter cyclones and storm systems and projections of their response to future climate change, which are known to have major social and economic impacts, by improving the representation of ocean eddy–atmosphere interaction in forecast and climate models.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "891b8fdb-fc9a-40e0-ab24-3495ced122ef"}, "context": "The importance of meso-scale oceanic features in forcing the atmospheric planetary boundary layer."}