{"doi": "10.5194/gmd-11-1133-2018", "citationDetail": "Keller, D. P., A. Lenton, V. Scott, N. E. Vaughan, N. Bauer, D. Ji, C. D. Jones, B. Kravitz, H. Muri, K. Zickfeld (2018), The Carbon Dioxide Removal Model Intercomparison Project (CDR-MIP): Rationale and experimental protocol for CMIP6, Geosci. Model Dev., 11, 1133-1160", "title": "The Carbon Dioxide Removal Model Intercomparison Project (CDR-MIP): Rationale and experimental protocol for CMIP6", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The Carbon Dioxide Removal Model Intercomparison Project (or CDRMIP) brings together models of the Earth system in a common framework to explore the potential, impacts, and challenges of Carbon Dioxide removal (CDR).", "linkage": "https://doi.org/10.5194/gmd-11-1133-2018", "name": "The Carbon Dioxide Removal Model Intercomparison Project (CDR-MIP): Rationale and experimental protocol for CMIP6"}, "abstract": "The recent IPCC reports state that continued anthropogenic greenhouse gas emissions are changing the climate, threatening \"severe, pervasive and irreversible\" impacts. Slow progress in emissions reduction to mitigate climate change is resulting in increased attention to what is called geoengineering, climate engineering, or climate intervention – deliberate interventions to counter climate change that seek to either modify the Earth's radiation budget or remove greenhouse gases such as CO2 from the atmosphere. When focused on CO2, the latter of these categories is called carbon dioxide removal (CDR). Future emission scenarios that stay well below 2 °C, and all emission scenarios that do not exceed 1.5 °C warming by the year 2100, require some form of CDR. At present, there is little consensus on the climate impacts and atmospheric CO2 reduction efficacy of the different types of proposed CDR. To address this need, the Carbon Dioxide Removal Model Intercomparison Project (or CDRMIP) was initiated. This project brings together models of the Earth system in a common framework to explore the potential, impacts, and challenges of CDR. Here, we describe the first set of CDRMIP experiments, which are formally part of the 6th Coupled Model Intercomparison Project (CMIP6). These experiments are designed to address questions concerning CDR-induced climate \"reversibility\", the response of the Earth system to direct atmospheric CO2 removal (direct air capture and storage), and the CDR potential and impacts of afforestation and reforestation, as well as ocean alkalinization.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "d2a93caa-b5a2-4f0c-90f0-ac7bff38b820"}, "context": "The Carbon Dioxide Removal Model Intercomparison Project (or CDRMIP) brings together models of the Earth system in a common framework to explore the potential, impacts, and challenges of Carbon Dioxide removal (CDR)."}