{"citationDetail": "Thomason, L., J.P. Vernier, A. Bourassa, F. Arefeuille, C. Bingen, T. Peter, B. Luo (2015), Stratospheric Aerosol Data Set (SADS Version 2) Prospectus, In preparation for GMD", "title": "Stratospheric Aerosol Data Set (SADS Version 2) Prospectus", "url": {"name": "Stratospheric Aerosol Data Set (SADS Version 2) Prospectus", "protocol": "http", "description": "Stratospheric Aerosol Data Set", "linkage": "http://www.wcrp-climate.org/images/modelling/WGCM/CMIP/CMIP6Forcings_StratosphericAerosolDataSet_InitialDescription_150131.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The stratospheric aerosol data set (SADS) that we propose will strongly mimic the product that was produced for CCMI a few years ago (and now referenced as SADS Version 1). That data set spanned the period 1960 to 2010 and was broken into essentially 3 time periods for what is essentially an aerosol extinction record that is unified through the use of the ETH 4- aerosol derived product methodology. The first period consisted of a model-based representation for the period for 1960 through 1978; in the new version this will be extended to span 1850 to 1978. Optical depths will mostly follow those in the GISS stratospheric aerosol optical depth record. The second period is the early space-based record that in Version 1 primarily relied on the SAM II/SAGE series of instruments and built on the ‘gap-free’ data set produced as a part of ASAP (SPARC, 2006). This data set also used some airborne lidar data from the 1981 to 1984 period and lidar data from Mauna Loa, USA and Camaguey, Cuba in the post-Pinatubo period June 1991 through 1993. In the latter period, SAGE II data in the lower stratospheric is missing entirely or in part (depending on latitude and date within this period). In the new version, we will incorporate CLAES and HALOE aerosol data in the 1991 to 1995 period to reduce the influence of missing data. This will be somewhat empirical since these data sets are not entirely consistent with the\nSAGE II observations and some scaling is required to prevent discontinuities. The third period spans from the end of the SAGE II mission in August 2005 to the present and Version 1 was primarily dependent on CALIPSO. In the new version, we will attempt to incorporate data from GOMOS and OSIRIS. Some effort to make the transition and qualitative features of this portion of the data set fit in well with the SAGE based portion of the record. We recognize that there is a requirement for producing both the data set and a supporting publication by the end of 2015.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-01 15:14:57.649742", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-01 15:14:57.649742", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "0d337e18-6df7-46df-be20-d54eb8f5716e"}, "context": "Stratospheric aerosol dataset", "ontologyTypeKey": "cim.2.shared.Citation"}