{"citationDetail": "Ozone and stratospheric water vapour concentration databases for CMIP6", "title": "Ozone and stratospheric water vapour concentration databases for CMIP6", "url": {"name": "Ozone and stratospheric water vapour concentration databases for CMIP6", "protocol": "http", "description": "Ozone and Stratospheric Water Vapour Data", "linkage": "http://www.wcrp-climate.org/images/modelling/WGCM/CMIP/CMIP6Forcings_OzoneStratWaterVapour_InitialDescription_150219.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "CMIP is organizing its next phase (i.e., CMIP6) and a new set of coordinate climate model simulations, which aim at improving our understanding of the past and current climate, providing estimates of future climate change, and identifying Earth system feedbacks. While ESMs and AOGCMs move towards ever higher spatial resolution and complexity, with coupling to more Earth system components, there will still be models participating that lack interactive chemistry due to its high computational costs. Stratospheric and tropospheric constituent changes have however important impacts on climate and the Earth system (e.g. the effect of the Antarctic ozone hole on summer surface climate)(Son et al. [2008]). In addition, climate change feed backs on constituent distributions through changes in temperatures and transport (Hegglin and Shepherd [2009], Plummer et al. [2011], Dietmüller et al. [2014]). In order to avoid inconsistencies between a chosen emission scenario and constituent distributions and to allow for a more realistic representation of the significant local and surface radiative forcing effects that past and future ozone and stratospheric water vapour changes have on climate (Dietmüller et al. [2014], Nowack et al. [2015]), there is a need to provide continuous time series of radiatively active gases and aerosol from the past into the future as forcings to the CMIP6 models. The ozone database developed for CMIP5 (Cionni et al., 2011) for the first time allowed that time‐varying ozone was included also in those CMIP simulations that did not have interactive chemistry. However, the Cionni et al. (2011) has several weaknesses, including the underestimation of the Antarctic ozone hole in the past and the restriction to a single greenhouse gas scenario for stratospheric ozone in the future. There is hence a need to provide an updated version of this climatology.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 09:56:34.756440", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 09:56:34.756440", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "023cf8a2-d1a0-420e-a925-8bb323ef2e95"}, "context": "Ozone and stratospheric water vapour concentration databases for CMIP6", "ontologyTypeKey": "cim.2.shared.Citation"}