{"doi": "10.1007/s00382-008-0441-3", "citationDetail": "Large, W.G., and S. G. Yeager (2009), The global climatology of interannually varying air-sea flux data set, Climate Dynamics, 33, 341-364", "title": "The global climatology of interannually varying air-sea flux data set", "url": {"name": "The global climatology of interannually varying air-sea flux data set", "protocol": "http", "description": "Air–sea fluxes of momentum, heat, freshwater and their components, computed globally from 1948 at frequencies ranging from 6-hourly to monthly.", "linkage": "http://link.springer.com/article/10.1007%2Fs00382-008-0441-3", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The air–sea fluxes of momentum, heat, freshwater and their components have been computed globally from 1948 at frequencies ranging from 6-hourly to monthly. All fluxes are computed over the 23 years from 1984 to 2006, but radiation prior to 1984 and precipitation before 1979 are given only as climatological mean annual cycles. The input data are based on NCEP reanalysis only for the near surface vector wind, temperature, specific humidity and density, and on a variety of satellite based radiation, sea surface temperature, sea-ice concentration and precipitation products. Some of these data are adjusted to agree in the mean with a variety of more reliable satellite and in situ measurements, that themselves are either too short a duration, or too regional in coverage. The major adjustments are a general increase in wind speed, decrease in humidity and reduction in tropical solar radiation. The climatological global mean air–sea heat and freshwater fluxes (1984–2006) then become 2 W/m2 and −0.1 mg/m2 per second, respectively, down from 30 W/m2 and 3.4 mg/m2 per second for the unaltered data. However, decadal means vary from 7.3 W/m2 (1977–1986) to −0.3 W/m2 (1997–2006). The spatial distributions of climatological fluxes display all the expected features. A comparison of zonally averaged wind stress components across ocean sub-basins reveals large differences between available products due both to winds and to the stress calculation. Regional comparisons of the heat and freshwater fluxes reveal an alarming range among alternatives; typically 40 W/m2 and 10 mg/m2 per second, respectively. The implied ocean heat transports are within the uncertainty of estimates from ocean observations in both the Atlantic and Indo-Pacific basins. They show about 2.4 PW of tropical heating, of which 80% is transported to the north, mostly in the Atlantic. There is similar good agreement in freshwater transport at many latitudes in both basins, but neither in the South Atlantic, nor at 35°N.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "d2de7cc4-4b52-45b8-b850-1a4162aaf0cb"}, "context": "Air–sea fluxes of momentum, heat, freshwater and their components, computed globally from 1948 at frequencies ranging from 6-hourly to monthly.", "ontologyTypeKey": "cim.2.shared.Citation"}