{"doi": "10.1002/2013JD020445", "citationDetail": "Niemeier, U., H. Schmidt, K. Alterskjær, and J. E. Kristjánsson (2013), Solar irradiance reduction via climate engineering-impact of different techniques on the energy balance and the hydrological cycle, J. Geophys. Res., 118, 11905-11917", "title": "Solar irradiance reduction via climate engineering-impact of different techniques on the energy balance and the hydrological cycle", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Solar irradiance reduction via climate engineering-impact of different techniques on the nergy balance and the hydrological cycle.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1002/2013JD020445/abstract", "name": "Solar irradiance reduction via climate engineering"}, "abstract": "Different techniques of solar radiation management (SRM) have been suggested to counteract global warming, among them the injection of sulfur into the stratosphere, mirrors in space, and marine cloud brightening through artificial emissions of sea salt. This study focuses on to what extent climate impacts of these three methods would be different. We present results from simulations with an Earth system model where the forcing from the increase of greenhouse gases in a transient scenario (RCP4.5) was balanced over 50 years by SRM. While global mean temperature increases slightly due to the inertia of the climate system and evolves similar with time for the different SRM methods, responses of global mean precipitation differ considerably among the methods. The hydrological sensitivity is decreased by SRM, most prominently for aerosol-based techniques, sea salt emissions, and injection of sulfate into the stratosphere. Reasons for these differences are discussed through an analysis of the surface energy budget. Furthermore, effects on large-scale tropical dynamics and on regional climate are discussed.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "15d69e89-9f99-4278-ada4-f11305bf301b"}, "context": "Assesses the climate impacts of different techniques of solar radiation management"}