{"doi": "10.1126/science.213.4511.957", "citationDetail": "Hansen, J., D. Johnson, A. Lacis, S. Lebedeff, P. Lee, D. Rind, and G. Russell, 1981: Climate impact of increasing atmospheric carbon dioxide. Science, 213, 957-96.", "title": "Climate Impact of Increasing Atmospheric Carbon Dioxide", "url": {"name": "Hansen et al. 1981", "protocol": "http", "description": "The original abrupt CO2 increase paper", "linkage": "http://www.sciencemag.org/content/213/4511/957.short", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The global temperature rose by 0.2°C between the middle 1960's and 1980, yielding a warming of 0.4°C in the past century. This temperature increase is consistent with the calculated greenhouse effect due to measured increases of atmospheric carbon dioxide. Variations of volcanic aerosols and possibly solar luminosity appear to be primary causes of observed fluctuations about the mean trend of increasing temperature. It is shown that the anthropogenic carbon dioxide warming should emerge from the noise level of natural climate variability by the end of the century, and there is a high probability of warming in the 1980's. Potential effects on climate in the 21st century include the creation of drought-prone regions in North America and central Asia as part of a shifting of climatic zones, erosion of the West Antarctic ice sheet with a consequent worldwide rise in sea level, and opening of the fabled Northwest Passage.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 09:56:34.756606", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 09:56:34.756606", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "5e53d039-66d0-45f8-984a-8619a0f688d4"}, "context": "The paper cited here describes an abrupt increase to 2XCO2 concentration, nevertheless it is the first abrupt CO2 experiment to be described in the literature and provides excellent context.", "ontologyTypeKey": "cim.2.shared.Citation"}