{"doi": "10.5194/gmd-2016-69", "citationDetail": "Zhou, T., A. Turner, J. Kinter, B. Wang, Y. Qian, X. Chen, B. Wang, B. Liu, B. Wu, L. Zou (2016), Overview of the Global Monsoons Model Inter-comparison Project (GMMIP), Geosci. Model Dev. Discuss., Published 11 April 2016", "title": "Overview of the Global Monsoons Model Inter-comparison Project (GMMIP)", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The focus of GMMIP is on monsoon climatology, variability, prediction and projection.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-69/gmd-2016-69.pdf", "name": "Overview of the Global Monsoons Model Inter-comparison Project (GMMIP)"}, "abstract": "The Global Monsoons Model Inter-comparison Project (GMMIP) has been endorsed by the panel of Coupled Model Inter-comparison Project (CMIP) as one of the participating MIPs in the sixth phase of CMIP (CMIP6). The focus of GMMIP is on monsoon climatology, variability, prediction and projection, which is relevant to four of the \"Grand Challenges\" proposed by the World Climate Research Programme. At present, 21 international modelling groups are committed to joining GMMIP. This overview paper introduces the motivation behind GMMIP and the scientific questions it intends to answer. Three tiers of experiments, of decreasing priority, are designed to examine: (a) model skill in simulating the climatology and interannual-to-multidecadal variability of global monsoons during SST-forced experiments of the historical climate period; (b) the roles of the Interdecadal Pacific Oscillation and Atlantic Multidecadal Oscillation in driving variations of the global and regional monsoons; and (c) the effects of large orographic terrain on the establishment of the monsoons. The outputs of the CMIP6 DECK, \"historical\" simulation and other MIPs will also be used in the diagnostic analysis of GMMIP to give a comprehensive understanding of the roles played by different external forcings, potential improvements in the simulation of monsoon rainfall at high resolution and predictability at decadal time scales. The implementation of GMMIP will improve our understanding of the fundamental physics of changes in the global and regional monsoons over the past 140 years and ultimately benefit monsoon prediction and projection in the current century.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "d626e9ce-57d4-41cd-99fe-cf452a6eef80"}, "context": "The focus of GMMIP is on monsoon climatology, variability, prediction and projection."}