{"doi": "10.5670/oceanog.2010.05", "citationDetail": "Chelton, D. B. and S.-P. Xie (2010), Coupled ocean-atmosphere interaction at oceanic mesoscales, Oceanography, 23, 52-69", "title": "Coupled ocean-atmosphere interaction at oceanic mesoscales", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The influence of sea surface temperature (SST) on surface winds. The ubiquity of the covariability between mesoscale features in the SST field and surface winds in regions of strong SST fronts throughout the world's oceans.", "linkage": "http://dx.doi.org/10.5670/oceanog.2010.05", "name": "Coupled ocean-atmosphere interaction at oceanic mesoscales"}, "abstract": "Satellite observations have revealed a remarkably strong positive correlation between sea surface temperature (SST) and surface winds on oceanic mesoscales of 10–1000 km. Although SST influence on the atmosphere had previously been identified from several in situ observational studies, its widespread existence in regions of strong SST gradients throughout the world’s ocean and the detailed structure of the surface wind response to SST have only become evident over the past decade from simultaneous satellite measurements of SST and surface winds. This has stimulated considerable scientific interest in the implications of this air-sea interaction to large-scale and mesoscale circulation of the atmosphere and ocean. Convergence and divergence of surface winds in regions of spatially varying SST generate vertical motion that can penetrate deep into the atmosphere. Spatial variability of the SST field also results in a curl of the wind stress and associated upwelling and downwelling that feeds back on the ocean and alters SST itself. Significant progress has been made toward understanding the two-way coupling between the ocean and atmosphere but many exciting research opportunities remain. In addition to regional and global modeling, future research on coupled ocean-atmosphere interaction will continue to be guided by satellite observations. In particular, high-resolution measurements in the vicinity of narrow, intense SST fronts and immediately adjacent to land provided by the next-generation scatterometer will open up new areas of research that cannot be addressed from presently available data sets.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "298badc1-b1ed-44f2-bac3-195bd634ef0b"}, "context": "The influence of sea surface temperature (SST) on surface winds. The ubiquity of the covariability between mesoscale features in the SST field and surface winds in regions of strong SST fronts throughout the world's oceans."}