{"citationDetail": "Coordinated Ocean-Ice Reference Experiments - phase 2 home page", "title": "CORE-II", "url": {"name": "CORE-II", "protocol": "http", "description": "CORE-II project home page which contains all CORE-II data sets, codes for the bulk flux formulae, a technical report, and other support codes along with the release notes.", "linkage": "http://www.clivar.org/clivar-panels/omdp/core-2", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Coordinated Ocean-ice Reference Experiments (COREs) were proposed by the CLIVAR Working Group on Ocean Model Development (WGOMD) as a venue for comparing global ocean-sea ice models run under a common prescribed atmospheric state, with boundary fluxes computed via the same bulk formulae. CORE simulations complement the coupled climate and earth system models run for the Coupled Model Intercomparison Project (CMIP). Efforts across a broad community of modelling groups have produced CORE Phase 2 hindcast simulations (CORE-II) using 62 years (1948-2009) of inter-annual forcing. The CORE-II simulations provide a framework to evaluate ocean model performance, to study mechanisms of ocean phenomena and their variability from seasonal to decadal timescales, to identify forced variability changes, and to develop mechanistic descriptions of observed climate variability and change.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 09:56:34.758159", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 09:56:34.758159", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "375ff439-dbe4-4621-a046-5458471cfaed"}, "context": "Describes the CORE-II project and contains all CORE-II data sets, codes for the bulk flux formulae, a technical report, and other support codes along with the release notes.", "ontologyTypeKey": "cim.2.shared.Citation"}