{"doi": "10.5194/gmd-2016-169", "citationDetail": "Meinshausen, M., E. Vogel, A. Nauels, K. Lorbacher, N. Meinshausen, D. Etheridge, P. Fraser, S. A. Montzka, P. Rayner, C. Trudinger, P. Krummel, U. Beyerle, J. G. Cannadell, J. S. Daniel, I. Enting, R. M. Law, S. O'Doherty, R. G. Prinn, S. Reimann, M. Rubino, G. J. M. Velders, M. K. Vollmer, R. Weiss (2016) , Historical greenhouse gas concentrations, Geosci. Model Dev. Discuss., Published 5 August 2016", "title": "Historical greenhouse gas concentrations", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Here, we provide consolidated data sets of historical atmospheric (volume) mixing ratios of 43 greenhouse gases specifically for the purpose of climate model runs.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-169/gmd-2016-169.pdf", "name": "Historical greenhouse gas concentrations"}, "abstract": "Atmospheric greenhouse gas concentrations are at unprecedented, record-high levels compared to pre-industrial reconstructions over the last 800,000 years. Those elevated greenhouse gas concentrations warm the planet and together with net cooling effects by aerosols, they are the reason of observed climate change over the past 150 years. An accurate representation of those concentrations is hence important to understand and model recent and future climate change. So far, community efforts to create composite datasets with seasonal and latitudinal information have focused on marine boundary layer conditions and recent trends since 1980s. Here, we provide consolidated data sets of historical atmospheric (volume) mixing ratios of 43 greenhouse gases specifically for the purpose of climate model runs. The presented datasets are based on AGAGE and NOAA networks and a large set of literature studies. In contrast to previous intercomparisons, the new datasets are latitudinally resolved, and include seasonality over the period between year 0 to 2014. We assimilate data for CO2, methane (CH4) and nitrous oxide (N2O), 5 chlorofluorocarbons (CFCs), 3 hydrochlorofluorocarbons (HCFCs), 16 hydrofluorocarbons (HFCs), 3 halons, methyl bromide (CH3Br), 3 perfluorocarbons (PFCs), sulfur hexafluoride (SF6), nitrogen triflouride (NF3) and sulfuryl fluoride (SO2F2). We estimate 1850 annual and global mean surface mixing ratios of CO2 at 284.3 ppmv, CH4 at 808.2 ppbv and N2O at 273.0 ppbv and quantify the seasonal and hemispheric gradients of surface mixing ratios. Compared to earlier intercomparisons, the stronger implied radiative forcing in the northern hemisphere winter (due to the latitudinal gradient and seasonality) may help to improve the skill of climate models to reproduce past climate and thereby reduce uncertainty in future projections.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "52a192e2-761a-4163-b466-cb6ed4d10873"}, "context": "Here, we provide consolidated data sets of historical atmospheric (volume) mixing ratios of 43 greenhouse gases specifically for the purpose of climate model runs."}