{"doi": "10.1016/j.ocemod.2015.11.007", "citationDetail": "Danabasoglu, G., S. G. Yeager, W. M. Kim, E. Behrens, M. Bentsen, D. Bi, A. Biastoch, R. Bleck, C. Böning, A. Bozec, V. M. Canuto, C. Cassou, E. Chassignet, A. C. Coward, S. Danilov, N. Diansky, H. Drange, R. Farneti, E. Fernandez, P. G. Fogli, G. Forget, Y. Fujii, S. M. Griffies, A. Gusev, P. Heimbach, A. Howard, M. Ilicak, T. Jung, A. R. Karspeck, M. Kelley, W. G. Large, A. Leboissetier, J. Lu, G. Madec, S. J. Marsland, S. Masina, A. Navarra, A.J. G. Nurser, A. Pirani, A. Romanou, D. Salas y Mélia, B. L. Samuels, M. Scheinert, D. Sidorenko, S. Sun, A.-M. Treguier, H. Tsujino, P. Uotila,  S. Valcke, A. Voldoire, Q. Wang, I. Yashayaeva (2016), North Atlantic simulations in Coordinated Ocean-ice Reference Experiments phase II (CORE-II). Part II: Inter-annual to decadal variability, Ocean Model., 97, 65–90", "title": "North Atlantic simulations in Coordinated Ocean-ice Reference Experiments phase II (CORE-II). Part II: Inter-annual to decadal variability", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Simulated inter-annual to decadal variability and trends in the North Atlantic for the 1958–2007 period from twenty global ocean – sea-ice coupled models are presented.", "linkage": "http://www.sciencedirect.com/science/article/pii/S1463500315002231", "name": "North Atlantic simulations in Coordinated Ocean-ice Reference Experiments phase II (CORE-II). Part II: Inter-annual to decadal variability"}, "abstract": "Simulated inter-annual to decadal variability and trends in the North Atlantic for the 1958–2007 period from twenty global ocean – sea-ice coupled models are presented. These simulations are performed as contributions to the second phase of the Coordinated Ocean-ice Reference Experiments (CORE-II). The study is Part II of our companion paper (Danabasoglu et al., 2014) which documented the mean states in the North Atlantic from the same models. A major focus of the present study is the representation of Atlantic meridional overturning circulation (AMOC) variability in the participating models. Relationships between AMOC variability and those of some other related variables, such as subpolar mixed layer depths, the North Atlantic Oscillation (NAO), and the Labrador Sea upper-ocean hydrographic properties, are also investigated. In general, AMOC variability shows three distinct stages. During the first stage that lasts until the mid- to late-1970s, AMOC is relatively steady, remaining lower than its long-term (1958–2007) mean. Thereafter, AMOC intensifies with maximum transports achieved in the mid- to late-1990s. This enhancement is then followed by a weakening trend until the end of our integration period. This sequence of low frequency AMOC variability is consistent with previous studies. Regarding strengthening of AMOC between about the mid-1970s and the mid-1990s, our results support a previously identified variability mechanism where AMOC intensification is connected to increased deep water formation in the subpolar North Atlantic, driven by NAO-related surface fluxes. The simulations tend to show general agreement in their temporal representations of, for example, AMOC, sea surface temperature (SST), and subpolar mixed layer depth variabilities. In particular, the observed variability of the North Atlantic SSTs is captured well by all models. These findings indicate that simulated variability and trends are primarily dictated by the atmospheric datasets which include the influence of ocean dynamics from nature superimposed onto anthropogenic effects. Despite these general agreements, there are many differences among the model solutions, particularly in the spatial structures of variability patterns. For example, the location of the maximum AMOC variability differs among the models between Northern and Southern Hemispheres.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "cbb53ff4-1f45-4143-911a-f24fcb5828b1"}, "context": "Simulated inter-annual to decadal variability and trends in the North Atlantic for the 1958–2007 period from twenty global ocean – sea-ice coupled models are presented."}