{"doi": "10.5194/gmd-2016-66", "citationDetail": "Haarsma, R. J., M. Roberts, P. L. Vidale, C. A. Senior, A. Bellucci, Q. Bao, P. Chang, S. Corti, N. S. Fučkar, V. Guemas, J. von Hardenberg, W. Hazeleger, C. Kodama, T. Koenigk, L. R. Leung, J. Lu, J.-J. Luo, J. Mao, M. S. Mizielinski, R. Mizuta, P. Nobre, M. Satoh, E. Scoccimarro, T. Semmler, J. Small, J.-S. von Storch (2016), High Resolution Model Intercomparison Project (HighResMIP), Geosci. Model Dev. Discuss., Published 12 April 2016.", "title": "High Resolution Model Intercomparison Project (HighResMIP)", "url": {"name": "High Resolution Model Intercomparison Project (HighResMIP)", "protocol": "http", "description": "A common protocol for high resolution runs that will foster the analysis and understanding of the impact of model resolution on the simulated climate. These runs will also serve as a more reliable source for assessing climate risks that are associated with small scale weather phenomena such as tropical cyclones.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-66/gmd-2016-66.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Robust projections and predictions of climate variability and change, particularly at regional scales, rely on the driving processes being represented with fidelity in model simulations. The role of enhanced horizontal resolution in improved process representation in all components of the climate system is of growing interest, particularly as some recent simulations suggest the possibility for significant changes in both large-scale aspects of circulation, as well as improvements in small-scale processes and extremes. However, such high resolution global simulations at climate time scales, with resolutions of at least 50 km in the atmosphere and 0.25° in the ocean, have been performed at relatively few research centers and generally without overall coordination, primarily due to their computational cost. Assessing the robustness of the response of simulated climate to model resolution requires a large multi-model ensemble using a coordinated set of experiments. The Coupled Model Intercomparison Project 6 (CMIP6) is the ideal framework within which to conduct such a study, due to the strong link to models being developed for the CMIP DECK experiments and other MIPs. Increases in High Performance Computing (HPC) resources, as well as the revised experimental design for CMIP6, now enables a detailed investigation of the impact of increased resolution up to synoptic weather scales on the simulated mean climate and its variability. The High Resolution Model Intercomparison Project (HighResMIP) presented in this paper applies, for the first time, a multi-model approach to the systematic investigation of the impact of horizontal resolution. A coordinated set of experiments has been designed to assess both a standard and an enhanced horizontal resolution simulation in the atmosphere and ocean. The set of HighResMIP experiments is divided into three tiers consisting of atmosphere-only and coupled runs and spanning the period 1950-2050, with the possibility to extend to 2100, together with some additional targeted experiments. This paper describes the experimental set-up of HighResMIP, the analysis plan, the connection with the other CMIP6 endorsed MIPs, as well as the DECK and CMIP6 historical simulation. HighResMIP thereby focuses on one of the CMIP6 broad questions: “what are the origins and consequences of systematic model biases?”, but we also discuss how it addresses the World Climate Research Program (WCRP) grand challenges.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "ebbbaa14-c27a-4e78-9faa-ef26c4c914d0"}, "context": "Recent progress in computing power has enabled climate models to simulate more processes in detail and on a smaller scale. Here we present a common protocol for these high resolution runs that will foster the analysis and understanding of the impact of model resolution on the simulated climate. These runs will also serve as a more reliable source for assessing climate risks that are associated with small scale weather phenomena such as tropical cyclones.", "ontologyTypeKey": "cim.2.shared.Citation"}