{"doi": "10.1002/2013JD021404", "citationDetail": "Funke, B., M. López-Puertas, G. P. Stiller, T. von Clarmann (2014), Mesospheric and stratospheric NOy produced by energetic particle precipitation during 2002–2012, J. Geophys. Res. Atmos., 119, 4429-4446", "title": "Mesospheric and stratospheric NOy produced by energetic particle precipitation during 2002–2012", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Solar electron forcing for CMIP6.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1002/2013JD021404/abstract", "name": "Mesospheric and stratospheric NOy produced by energetic particle precipitation during 2002–2012"}, "abstract": "Global distributions of the six principal reactive nitrogen (NOy) compounds (HNO3, NO2, NO, N2O5, ClONO2, and HNO4) have been derived from midinfrared limb emission spectra taken by the Michelson Interferometer for Passive Atmospheric Sounding (MIPAS) on board Envisat during 2002–2012. The obtained data set provides a unique climatological record of NOy in the middle atmosphere. The contribution of NOy produced by energetic particle precipitation (EPP) has been discriminated from that produced by N2O oxidation using a tracer correlation method based on MIPAS CH4 and CO observations. The EPP-NOy distributions, obtained in the vertical range 20–70km, allow to trace odd nitrogen polar winter descent from the mesosphere down to the middle and lower stratosphere, where it contributes to catalytic ozone destruction. Highest EPP-NOy concentrations (up to 1 ppmv) are found in the winter solstice mesosphere, decreasing continuously with time and toward lower altitudes. Springtime peak concentrations of a few parts per billion by volume are observed at 22–25km, demonstrating a regular EPP impact on the entire stratosphere. The interannual variation shows a clear solar cycle signal in consonance with geomagnetic activity variations. A pronounced hemispheric asymmetry of EPP-NOy is observed, with higher concentrations in the Southern Hemisphere (SH) and stronger variability in the Northern Hemisphere (NH). Poleward of 60°, EPP-NOy contributes to the winter NOy column at 20–70km by 10–40% in the SH and 1–30% in the NH. Smaller contributions (0.1–1%) are found at midlatitudes (30°–60°). This study provides the first assessment of EPP-NOy intrusions into the stratosphere based on globally available satellite data on a decadal scale.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "97006dc8-fb27-4af4-a005-f9a6077c6a2d"}, "context": "Solar electron forcing for CMIP6"}