{"doi": "10.1594/WDCC/eVolv2k_v1", "citationDetail": "Toohey, M., and M. Sigl (2016), Ice core inferred volcanic stratospheric sulfur injection from 500 BCE to 1900 CE. World Data Center for Climate (WDCC) at DKRZ.", "title": "Ice core inferred volcanic stratospheric sulfur injection from 500 BCE to 1900 CE.", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Dataset used as input to the EVA module for the volc-long and volc-cluster experiments.", "linkage": "https://doi.org/10.1594/WDCC/eVolv2k_v1", "name": "Ice core inferred volcanic stratospheric sulfur injection from 500 BCE to 1900 CE."}, "abstract": "This dataset contains ice core-based estimates of volcanic stratospheric sulfur injections covering the years 500 BCE to 1900 CE. Ice core-derived volcanic sulfate deposition composites for Antarctica (Sigl et al., 2014) and Greenland (Sigl et al., 2015) are scaled to volcanic stratospheric sulfur injection based on a method similar to that of Gao et al., (2007).  [Sigl, M., Winstrup, M., McConnell, J. R., Welten, K. C., Plunkett, G., Ludlow, F., Büntgen, U., Caffee, M., Chellman, N., Dahl-Jensen, D., Fischer, H., Kipfstuhl, S., Kostick, C., Maselli, O. J., Mekhaldi, F., Mulvaney, R., Muscheler, R., Pasteris, D. R., Pilcher, J. R., Salzer, M., Schüpbach, S., Steffensen, J. P., Vinther, B. M. and Woodruff, T. E.: Timing and climate forcing of volcanic eruptions for the past 2,500 years, Nature, 523, 543-549, doi:10.1038/nature14565, 2015.], [Sigl, M., McConnell, J. R., Toohey, M., Curran, M., Das, S. B., Edwards, R., Isaksson, E., Kawamura, K., Kipfstuhl, S., Krüger, K., Layman, L., Maselli, O. J., Motizuki, Y., Motoyama, H., Pasteris, D. R. and Severi, M.: Insights from Antarctica on volcanic forcing during the Common Era, Nat. Clim. Chang., 4, 693-697, doi:10.1038/nclimate2293, 2014.], [Gao, C., Oman, L., Robock, A. and Stenchikov, G. L.: Atmospheric volcanic loading derived from bipolar ice cores: Accounting for the spatial distribution of volcanic deposition, J. Geophys. Res., 112(D9), doi:10.1029/2006JD007461, 2007.].", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "40116ec2-db3e-425a-968c-7445ca5c4ed2"}, "context": "Dataset used as input to the EVA module for the volc-long and volc-cluster experiments"}