{"doi": "10.1073/pnas.1415123112", "citationDetail": "Koven, C. D., D. M. Lawrence, and W. J. Rileya, (2015), Proc. Nat. Acad. Sci., 112, 3752-3757", "title": "Permafrost carbon climate feedback is sensitive to deep soil carbon decomposability but not deep soil nitrogen dynamics", "url": {"name": "Permafrost carbon climate feedback is sensitive to deep soil carbon decomposability but not deep soil nitrogen dynamics", "protocol": "http", "description": "As the climate warms, the carbon balance of arctic ecosystems will respond in two opposing ways: Plants will grow faster, leading to a carbon sink, while thawing permafrost will lead to decomposition and loss of soil carbon. However, thawing permafrost also releases nitrogen that fertilizes plant growth, offsetting some carbon losses. The balance of these processes determines whether these ecosystems will act as a stabilizing or destabilizing feedback to climate change. We show that this balance is determined by the rate at which permafrost carbon decomposes as it thaws, and that the stabilizing effects of nitrogen from permafrost is weaker than the destabilizing carbon losses from those soil layers.", "linkage": "http://www.pnas.org/content/112/12/3752", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Permafrost soils contain enormous amounts of organic carbon whose stability is contingent on remaining frozen. With future warming, these soils may release carbon to the atmosphere and act as a positive feedback to climate change. Significant uncertainty remains on the postthaw carbon dynamics of permafrost-affected ecosystems, in particular since most of the carbon resides at depth where decomposition dynamics may differ from surface soils, and since nitrogen mineralized by decomposition may enhance plant growth. Here we show, using a carbon−nitrogen model that includes permafrost processes forced in an unmitigated warming scenario, that the future carbon balance of the permafrost region is highly sensitive to the decomposability of deeper carbon, with the net balance ranging from 21 Pg C to 164 Pg C losses by 2300. Increased soil nitrogen mineralization reduces nutrient limitations, but the impact of deep nitrogen on the carbon budget is small due to enhanced nitrogen availability from warming surface soils and seasonal asynchrony between deeper nitrogen availability and plant nitrogen demands. Although nitrogen dynamics are highly uncertain, the future carbon balance of this region is projected to hinge more on the rate and extent of permafrost thaw and soil decomposition than on enhanced nitrogen availability for vegetation growth resulting from permafrost thaw.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "100ea521-9333-432b-9bdc-0eb54fc152f4"}, "context": "Describes the statistical bias correction method recommended by LS3MIP", "ontologyTypeKey": "cim.2.shared.Citation"}