{"doi": "10.5194/gmd-2016-139", "citationDetail": "Collins, W. J., J.-F. Lamarque, M. Schulz, O. Boucher, V. Eyring, M. I. Hegglin, A. Maycock, G. Myhre, M. Prather, D. Shindell, S. J. Smith (2016), AerChemMIP: Quantifying the effects of chemistry and aerosols in CMIP6, Geosci. Model Dev. Discuss., Published 12 July 2016", "title": "AerChemMIP: Quantifying the effects of chemistry and aerosols in CMIP6", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "To quantify the climate and air quality impacts of aerosols and chemically-reactive gases.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-139/", "name": "AerChemMIP: Quantifying the effects of chemistry and aerosols in CMIP6"}, "abstract": "The Aerosol Chemistry Model Intercomparison Project (AerChemMIP) is endorsed by the Coupled-Model Intercomparison Project 6 (CMIP6) and is designed to quantify the climate and air quality impacts of aerosols and chemically-reactive gases. These are specifically near-term climate forcers (NTCFs: tropospheric ozone and aerosols, and their precursors), methane, nitrous oxide and ozone-depleting halocarbons. The aim of AerChemMIP is to answer four scientific questions: 1 How have anthropogenic emissions contributed to global radiative forcing and affected regional climate over the historical period? 2 How will future policies (on climate, air quality and land use) affect these species and their climate impacts? 3 Can the uncertainties associated with anthropogenic emissions be quantified? 4 Can climate feedbacks occurring through changes in natural emissions be quantified?  These questions will be addressed through targeted simulations with CMIP6 climate models that include an interactive representation of tropospheric aerosols and atmospheric chemistry. These simulations build on the CMIP6 Diagnostic, Evaluation and Characterization of Klima (DECK) experiments, the CMIP6 historical simulations, and future projections performed elsewhere in CMIP6, allowing the contributions from aerosols and chemistry to be quantified. Specific diagnostics are requested as part of the CMIP6 data request to evaluate the performance of the models, and to understand any differences in behaviour between them.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "d1962d3d-3ffe-4d82-9a71-b110b1525aee"}, "context": "To quantify the climate and air quality impacts of aerosols and chemically-reactive gases."}