{"doi": "10.5194/gmd-4-33-2011", "citationDetail": "Schmidt, G. A., J. H. Jungclaus, C. M. Ammann, E. Bard, P. Braconnot, T. J. Crowley, G. Delaygue, F. Joos, N. A. Krivova, R. Muscheler, B. L. Otto-Bliesner, J. Pongratz, D. T. Shindell, S. K. Solanki, F. Steinhilber, L. E. A. Vieira (2011), Climate forcing reconstructions for use in PMIP simulations of the last millennium (v1.0), Geosci. Model Dev., 4, 33-45", "title": "Climate forcing reconstructions for use in PMIP simulations of the last millennium (v1.0)", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "We describe here the approach taken in defining the scenarios used in PMIP3, document the forcing reconstructions and discuss likely implications.", "linkage": "http://www.geosci-model-dev.net/4/33/2011/", "name": "Climate forcing reconstructions for use in PMIP simulations of the last millennium (v1.0)"}, "abstract": "Simulations of climate over the Last Millennium (850–1850 CE) have been incorporated into the third phase of the Paleoclimate Modelling Intercomparison Project (PMIP3). The drivers of climate over this period are chiefly orbital, solar, volcanic, changes in land use/land cover and some variation in greenhouse gas levels. While some of these effects can be easily defined, the reconstructions of solar, volcanic and land use-related forcing are more uncertain. We describe here the approach taken in defining the scenarios used in PMIP3, document the forcing reconstructions and discuss likely implications.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "cad0c168-e935-4a4b-999d-8ffc70b796bb"}, "context": "We describe here the approach taken in defining the scenarios used in PMIP3, document the forcing reconstructions and discuss likely implications."}