{"doi": "10.1029/2010GL045507", "citationDetail": "Gregory, J.M. (2010), Long-term effect of volcanic forcing on ocean heat content, Geophys. Res. Lett., 37, L22701", "title": "Long-term effect of volcanic forcing on ocean heat content", "url": {"name": "Long-term effect of volcanic forcing on ocean heat content", "protocol": "http", "description": "Avoid the misinterpretation of ocean heat content changes in response to volcanic forcing.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1029/2010GL045507/full", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Explosive volcanic eruptions cause episodic negative radiative forcing of the climate system. Using coupled atmosphere–ocean general circulation models (AOGCMs) subjected to historical forcing since the late nineteenth century, previous authors have shown that each large volcanic eruption is associated with a sudden drop in ocean heat content and sea-level from which the subsequent recovery is slow. Here we show that this effect may be an artefact of experimental design, caused by the AOGCMs not having been spun up to a steady state with volcanic forcing before the historical integrations begin. Because volcanic forcing has a long-term negative average, a cooling tendency is thus imposed on the ocean in the historical simulation. We recommend that an extra experiment be carried out in parallel to the historical simulation, with constant time-mean historical volcanic forcing, in order to correct for this effect and avoid misinterpretation of ocean heat content changes.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 09:56:34.759250", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 09:56:34.759250", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "e888e182-839e-4c81-ab78-2f7b725b7621"}, "context": "Avoid the misinterpretation of ocean heat content changes in response to volcanic forcing.", "ontologyTypeKey": "cim.2.shared.Citation"}