{"doi": "10.5194/gmd-9-3447-2016", "citationDetail": "Pincus, R., P. M. Forster, B. Stevens (2016), The Radiative Forcing Model Intercomparison Project (RFMIP): experimental protocol for CMIP6, Geosci. Model Dev., 9, 3447-3460", "title": "The Radiative Forcing Model Intercomparison Project (RFMIP): experimental protocol for CMIP6", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The design of the radiative forcing model intercomparison project (RFMIP) experiments for CMIP6.", "linkage": "http://www.geosci-model-dev.net/9/3447/2016/", "name": "The Radiative Forcing Model Intercomparison Project (RFMIP): experimental protocol for CMIP6"}, "abstract": "The phrasing of the first of three questions motivating CMIP6 – “How does the Earth system respond to forcing?” – suggests that forcing is always well-known, but in fact forcing has historically been uncertain even in coordinated experiments such as CMIP. The Radiative Forcing Model Intercomparison Project endorsed by CMIP6 seeks to provide a foundation for answering the question for forcing and response through three related activities: (i) accurate characterization of the effective radiative forcing relative to a near pre-industrial baseline, and careful diagnosis of the components of this forcing; (ii) assessment of the absolute accuracy of clear-sky radiative transfer parameterizations against reference models on the global scales relevant for climate modeling; and (iii) identification of robust model responses to a tightly-specified aerosol radiative forcing from 1850 to present. Complete characterization of effective radiative forcing can be accomplished with 180 years (Tier 1) of atmosphere-only simulation using a sea-surface temperature and sea ice concentration climatology derived from the host model’s pre-industrial control simulation. Assessment of parameterization error requires trivial amounts of computation but the development of small amounts of infrastructure: new, spectrally-detailed diagnostic output requested as two snapshots at present-day and preindustrial conditions, and results from the model’s radiation code applied to specified atmospheric conditions. The search for robust responses to aerosol changes rely on the CMIP6 specification of anthropogenic aerosol properties; models using this specification can contribute to RFMIP with no additional simulation, while those using a full aerosol model are requested to perform at least one, and up to four, 165-year coupled ocean-atmosphere simulations at Tier 1.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "3f93d2b5-cd40-4cd4-b127-19d7b3d315a2"}, "context": "The design of the radiative forcing model intercomparison project (RFMIP) experiments for CMIP6."}