{"doi": "10.5194/gmd-9-3685-2016", "citationDetail": "Gillett, N. P., H. Shiogama, B. Funke, G. Hegerl, R. Knutti, K. Matthes, B. D. Santer, D. Stone, C. Tebaldi (2016), The Detection and Attribution Model Intercomparison Project (DAMIP v1.0) contribution to CMIP6, Geosci. Model Dev., 9, 3685-3697", "title": "The Detection and Attribution Model Intercomparison Project (DAMIP v1.0) contribution to CMIP6", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Research into the detection and attribution (D&A) of climate change is concerned with diagnosing the existence of forced changes in the observed climate record and assessing the roles of various possible contributors to those observed changes.", "linkage": "http://www.geosci-model-dev.net/9/3685/2016/", "name": "The Detection and Attribution Model Intercomparison Project (DAMIP v1.0) contribution to CMIP6"}, "abstract": "Detection and attribution (D&A) simulations were important components of CMIP5 and underpinned the climate change detection and attribution assessments of the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. The primary goals of the Detection and Attribution Model Intercomparison Project (DAMIP) are to facilitate improved estimation of the contributions of anthropogenic and natural forcing changes to observed global warming as well as to observed global and regional changes in other climate variables; to contribute to the estimation of how historical emissions have altered and are altering contemporary climate risk; and to facilitate improved observationally constrained projections of future climate change. D&A studies typically require unforced control simulations and historical simulations including all major anthropogenic and natural forcings. Such simulations will be carried out as part of the DECK and the CMIP6 historical simulation. In addition D&A studies require simulations covering the historical period driven by individual forcings or subsets of forcings only: such simulations are proposed here. Key novel features of the experimental design presented here include firstly new historical simulations with aerosols-only, stratospheric-ozone-only, CO2-only, solar-only, and volcanic-only forcing, facilitating an improved estimation of the climate response to individual forcing, secondly future single forcing experiments, allowing observationally constrained projections of future climate change, and thirdly an experimental design which allows models with and without coupled atmospheric chemistry to be compared on an equal footing.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "868d753b-7fa7-4617-ab91-5fde9eab3373"}, "context": "Research into the detection and attribution (D&A) of climate change is concerned with diagnosing the existence of forced changes in the observed climate record and assessing the roles of various possible contributors to those observed changes."}