{"doi": "10.5194/gmd-10-433-2017", "citationDetail": "Stevens, B., S. Fiedler, S. Kinne, K. Peters, S. Rast, J. Müsse, S. J. Smith, T. Mauritsen (2017), MACv2-SP: a parameterization of anthropogenic aerosol optical properties and an associated Twomey effect for use in CMIP6, Geosci. Model Dev., 10, 433–452", "title": "MACv2-SP: a parameterization of anthropogenic aerosol optical properties and an associated Twomey effect for use in CMIP6", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "A harmonized description of post-1850 anthropogenic aerosol radiative forcing for climate modeling studies.", "linkage": "https://www.geosci-model-dev.net/10/433/2017/", "name": "MACv2-SP: a parameterization of anthropogenic aerosol optical properties and an associated Twomey effect for use in CMIP6"}, "abstract": "A simple plume implementation of the second version (v2) of the Max Planck Institute Aerosol Climatology, MACv2-SP, is described. MACv2-SP provides a prescription of anthropogenic aerosol optical properties and an associated Twomey effect. It was created to provide a harmonized description of post-1850 anthropogenic aerosol radiative forcing for climate modeling studies. MACv2-SP has been designed to be easy to implement, change and use, and thereby enable studies exploring the climatic effects of different patterns of aerosol radiative forcing, including a Twomey effect. MACv2-SP is formulated in terms of nine spatial plumes associated with different major anthropogenic source regions. The shape of the plumes is fit to the Max Planck Institute Aerosol Climatology, version 2, whose present-day (2005) distribution is anchored by surface-based observations. Two types of plumes are considered: one predominantly associated with biomass burning, the other with industrial emissions. These differ in the prescription of their annual cycle and in their optical properties, thereby implicitly accounting for different contributions of absorbing aerosol to the different plumes. A Twomey effect for each plume is prescribed as a change in the host model's background cloud-droplet population density using relationships derived from satellite data. Year-to-year variations in the amplitude of the plumes over the historical period (1850–2016) are derived by scaling the plumes with associated national emission sources of SO2 and NH3. Experiments using MACv2-SP are performed with the Max Planck Institute Earth System Model. The globally and annually averaged instantaneous and effective aerosol radiative forcings are estimated to be −0.6 and −0.5 W m−2, respectively. Forcing from aerosol–cloud interactions (the Twomey effect) offsets the reduction of clear-sky forcing by clouds, so that the net effect of clouds on the aerosol forcing is small; hence, the clear-sky forcing, which is more readily measurable, provides a good estimate of the total aerosol forcing.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "222389cc-a41a-4619-a725-b03bec9724d3"}, "context": "A harmonized description of post-1850 anthropogenic aerosol radiative forcing for climate modeling studies."}