{"doi": "10.1088/1748-9326/7/2/024013", "citationDetail": "Boucher, 0., P. R. Halloran, E. J. Burke, M. Doutriaux-Boucher, C. D. Jones, J. Lowe, M. A. Ringer, E. Robertson, and P. Wu (2012), Reversibility in an Earth System model in response to CO2 concentration changes, Environ. Res. Lett., 7, 024013", "title": "Reversibility in an Earth System model in response to CO2 concentration changes", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Examines the degree of reversibility of a wide range of components of the Earth System under idealized climate change scenarios", "linkage": "http://iopscience.iop.org/article/10.1088/1748-9326/7/2/024013/pdf", "name": "Reversibility in an Earth System model in response to CO2 concentration changes"}, "abstract": "We use the HadGEM2-ES Earth System model to examine the degree of reversibility of a wide range of components of the Earth System under idealized climate change scenarios where the atmospheric CO2 concentration is gradually increased to four times the pre-industrial level and then reduced at a similar rate from several points along this trajectory. While some modelled quantities respond almost immediately to the atmospheric CO2 concentrations, others exhibit a time lag relative to the change in CO2. Most quantities also exhibit a lag relative to the global-mean surface temperature change, which can be described as a hysteresis behaviour. The most surprising responses are from low-level clouds and ocean stratification in the Southern Ocean, which both exhibit hysteresis on timescales longer than expected. We see no evidence of critical thresholds in these simulations, although some of the hysteresis phenomena become more apparent above 2 × CO2 or 3 × CO2. Our findings have implications for the parametrization of climate impacts in integrated assessment and simple climate models and for future climate studies of geoengineering scenarios.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "7502f8a5-a59a-4706-a1a4-3f361ba15d96"}, "context": "Examines the degree of reversibility of a wide range of components of the Earth System under idealized climate change scenarios"}