{"citationDetail": "Global Soil Wetness Project Phase 3 Website", "title": "Global Soil Wetness Project Phase 3", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The 3rd phase of the Global Soil Wetness Project (GSWP3) provides meteorological forcings for the entire 20th Century and beyond.", "linkage": "http://hydro.iis.u-tokyo.ac.jp/GSWP3/intro.html", "name": "Global Soil Wetness Project Phase 3 Website"}, "abstract": "During the last century, the interactions between the components of the climate system have been altered drastically, and anthropogenic effects such as carbon dioxide emissions and land use alterations have been indicated as a major cause for these changes. In spite of the considerable advancements in models and observations during past decades, our knowledge and numerical implementations to large/global scales are still lacking. Representation of the underlying mechanisms and understanding of the role and extent of interactions are crucial for anticipation of future climate and for mitigation of the associated changes. For GSWP3, a century-long comprehensive and extensive set of quantities for hydro-energy-eco systems will be produced in order to investigate the long-term changes of the components of the energy-water-carbon cycles and their interactions, with appropriate model verifications in ensemble land simulations. It also can contribute to modeling community efforts to evaluate models. By including a wide range of land surface, hydrologic, and ecological models, the impacts of missing/included processes and model uncertainty can be investigated.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "f928757f-fe40-41f6-ba50-aceb4020f5aa"}, "context": "The 3rd phase of the Global Soil Wetness Project (GSWP3) provides meteorological forcings for the entire 20th Century and beyond"}