{"doi": "10.1016/j.ocemod.2013.10.005", "citationDetail": "Danabasoglu, G., S.G. Yeager, D. Bailey, E. Behrens, M. Bentsen, D. Bi, A. Biastoch, C. Böning, A. Bozec, V.M. Canuto, C. Cassou, E. Chassignet, A.C. Coward, S. Danilov, N. Diansky, H. Drange, R. Farneti, E. Fernandez, P.G. Fogli, G. Forget, Y. Fujii, S.M. Griffies, A. Gusev, P. Heimbach, A. Howard, T. Jung, M. Kelley, W.G. Large, A. Leboissetier, J. Lu, G. Madec, S.J. Marsland, S. Masina, A. Navarra, A.J.G. Nurser, A. Pirani, D. Salas y Mélia, B.L. Samuels, M. Scheinert, D. Sidorenko, A.-M. Treguier, H. Tsujino, P. Uotila, S. Valcke, A. Voldoire, Q. Wang (2014), North Atlantic simulations in Coordinated Ocean-ice Reference Experiments phase II (CORE-II) Part I: Mean states, Ocean Modelling, 73, 76-107", "title": "North Atlantic simulations in Coordinated Ocean-ice Reference Experiments phase II (CORE-II) Part I: Mean states", "url": {"name": "North Atlantic simulations in Coordinated Ocean-ice Reference Experiments phase II (CORE-II) Part I: Mean states", "protocol": "http", "description": "Simulation characteristics from eighteen global ocean–sea-ice coupled models are presented with a focus on the mean Atlantic meridional overturning circulation (AMOC) and other related fields in the North Atlantic.", "linkage": "http://www.sciencedirect.com/science/article/pii/S1463500313001868", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Simulation characteristics from eighteen global ocean–sea-ice coupled models are presented with a focus on the mean Atlantic meridional overturning circulation (AMOC) and other related fields in the North Atlantic. These experiments use inter-annually varying atmospheric forcing data sets for the 60-year period from 1948 to 2007 and are performed as contributions to the second phase of the Coordinated Ocean-ice Reference Experiments (CORE-II). The protocol for conducting such CORE-II experiments is summarized. Despite using the same atmospheric forcing, the solutions show significant differences. As most models also differ from available observations, biases in the Labrador Sea region in upper-ocean potential temperature and salinity distributions, mixed layer depths, and sea-ice cover are identified as contributors to differences in AMOC. These differences in the solutions do not suggest an obvious grouping of the models based on their ocean model lineage, their vertical coordinate representations, or surface salinity restoring strengths. Thus, the solution differences among the models are attributed primarily to use of different subgrid scale parameterizations and parameter choices as well as to differences in vertical and horizontal grid resolutions in the ocean models. Use of a wide variety of sea-ice models with diverse snow and sea-ice albedo treatments also contributes to these differences. Based on the diagnostics considered, the majority of the models appear suitable for use in studies involving the North Atlantic, but some models require dedicated development effort.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 09:56:34.758666", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 09:56:34.758666", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "ccb07da0-e67e-4b32-8557-b833c0683865"}, "context": "Simulation characteristics from eighteen global ocean–sea-ice coupled models are presented with a focus on the mean Atlantic meridional overturning circulation (AMOC) and other related fields in the North Atlantic.", "ontologyTypeKey": "cim.2.shared.Citation"}