{"doi": "10.1002/2013JC009067", "citationDetail": "Good, S., M. J. Martin, N. A. Rayner (2013), EN4: Quality controlled ocean temperature and salinity profiles and monthly objective analyses with uncertainty estimates, J. Geophys. Res., 118, 6704-6716", "title": "EN4: Quality controlled ocean temperature and salinity profiles and monthly objective analyses with uncertainty estimates", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Global quality controlled ocean temperature and salinity profiles and monthly objective analyses, which covers the period 1900 to present.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1002/2013JC009067/abstract", "name": "EN4: Quality controlled ocean temperature and salinity profiles and monthly objective analyses with uncertainty estimates"}, "abstract": "We present version 4 of the Met Office Hadley Centre “EN” series of data sets of global quality controlled ocean temperature and salinity profiles and monthly objective analyses, which covers the period 1900 to present. We briefly describe the EN4 data sources, processing, quality control procedures, and the method of generating the analyses. In particular, we highlight improvements relative to previous versions, which include a new duplicate profile removal procedure and the inclusion of three new quality control checks. We discuss in detail a novel method for providing uncertainty estimates for the objective analyses and improving the background error variance estimates used by the analysis system. These were calculated using an iterative method that is relatively robust to initial misspecification of background error variances. We also show how the method can be used to identify issues with the analyses such as those caused by misspecification of error variances and demonstrate the impact of changes in the observing system on the uncertainty in the analyses.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "f50b2357-8e64-492f-92a7-af3f3bfd89e8"}, "context": "Global quality controlled ocean temperature and salinity profiles and monthly objective analyses, which covers the period 1900 to present."}