{"doi": "10.1029/2001GL014201", "citationDetail": "Folland, C. K., J. A. Renwick, M. J. Salinger, and A. B. Mullan (2002), Relative influences of the Interdecadal Pacific Oscillation and ENSO on the South Pacific Convergence Zone, Geophys. Res. Lett., 29(13), 1643", "title": "Relative influences of the Interdecadal Pacific Oscillation and ENSO on the South Pacific Convergence Zone", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Relative influences of the Interdecadal Pacific Oscillation and ENSO on the South Pacific Convergence Zone", "linkage": "http://onlinelibrary.wiley.com/doi/10.1029/2001GL014201/abstract", "name": "Relative influences of the IPO and ENSO on the South Pacific Convergence Zone"}, "abstract": "The South Pacific Convergence Zone (SPCZ), one of the most extensive features of the global atmospheric circulation, is shown to vary its location according to both the polarity of the El Niño/Southern Oscillation (ENSO), and of the Interdecadal Pacific Oscillation (IPO). We first demonstrate that the IPO can be regarded as the quasi-symmetric Pacific-wide manifestation of the Pacific Decadal Oscillation that has been described for the North Pacific. Shifts in the position of the SPCZ related to ENSO on interannual time scales and to the IPO on decadal time scales appear to be of similar magnitude and are largely linearly independent. A station pressure-based index of variations in SPCZ latitude is shown to be significantly related to the polarity of the IPO when ENSO influences are accounted for. Movements of this sensitive section of the SPCZ have occurred in phase with those of the IPO since the 1890s.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "63d0df42-cde0-47f5-a564-5143fc1ced6f"}, "context": "Relative influences of the IPO and ENSO on the South Pacific Convergence Zone"}