{"doi": "10.5194/gmd-2016-84", "citationDetail": "O’Neill, B. C., C. Tebaldi, D. van Vuuren, V. Eyring, P. Fridelingstein, G. Hurtt, R. Knutti, E. Kriegler, J.-F. Lamarque, J. Lowe, J. Meehl, R. Moss, K. Riahi, B. M. Sanderson (2016),  The Scenario Model Intercomparison Project (ScenarioMIP) for CMIP6, Geosci. Model Dev. Discuss., Publised 22 April 2016", "title": "The Scenario Model Intercomparison Project (ScenarioMIP) for CMIP6", "url": {"name": "The Scenario Model Intercomparison Project (ScenarioMIP) for CMIP6", "protocol": "http", "description": "The Scenario Model Intercomparison Project (ScenarioMIP) is the primary activity within Phase 6 of the Coupled Model Intercomparison Projection (CMIP6) that that will provide multi-model climate projections based on alternative scenarios of future emissions and land-use changes produced with integrated assessment models.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-84/gmd-2016-84.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Projections of future climate change play a fundamental role in improving understanding of the climate system as well as characterizing societal risks and response options. The Scenario Model Intercomparison Project (ScenarioMIP) is the primary activity within Phase 6 of the Coupled Model Intercomparison Projection (CMIP6) that that will provide multi-model climate projections based on alternative scenarios of future emissions and land-use changes produced with integrated assessment models. In this paper, we describe ScenarioMIP’s objectives, experimental design, and its relation to other activities within CMIP6. The ScenarioMIP design is one component of a larger scenario process that aims to facilitate a wide range of integrated studies across the climate science, integrated assessment modelling, and impacts, adaptation and vulnerability communities, and will form an important part of the evidence base in the next IPCC assessment. At the same time, it will provide the basis for investigating a number of targeted scientific questions that are especially relevant to scenario-based analysis, including the role of specific forcings such as land use and aerosols, the effect of a peak and decline in forcing, the relative contributions to uncertainty from scenarios, climate models, and internal variability, and long-term climate system outcomes beyond the 21st century. To serve this wide range of scientific communities and address these questions, a design has been identified consisting of eight alternative 21st century scenarios plus one large initial condition ensemble and a set of long-term extensions, divided into two tiers defined by relative priority. Some of these scenarios will also provide a basis for variants planned to be run in other CMIP6-endorsed MIPs to investigate questions related to specific forcings. Harmonized, spatially explicit emissions and land-use scenarios generated with integrated  assessment models will be provided to participating climate modeling groups by late 2016, with climate model projections expected to be available within the 2018-2020 time frame.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "a2b6129c-3a9d-4a49-8636-2f5be9a0c9c7"}, "context": "The Scenario Model Intercomparison Project (ScenarioMIP) is the primary activity within Phase 6 of the Coupled Model Intercomparison Projection (CMIP6) that that will provide multi-model climate projections based on alternative scenarios of future emissions and land-use changes produced with integrated assessment models.", "ontologyTypeKey": "cim.2.shared.Citation"}