{"doi": "10.1175/2008JCLI2561.1", "citationDetail": "Ting, M., Y. Kushnir, R. Seager, C. Li (2009), Forced and internal twentieth-century SST in the North Atlantic, J. Clim., 22, 1469-1881", "title": "Forced and internal twentieth-century SST in the North Atlantic", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Models and observations are used to detect and attribute long-term (multidecadal) twentieth-century North Atlantic (NA) SST changes to their anthropogenic and natural causes.", "linkage": "http://journals.ametsoc.org/doi/abs/10.1175/2008JCLI2561.1", "name": "Forced and internal twentieth-century SST in the North Atlantic"}, "abstract": "In recent years, two alarming trends in North Atlantic climate have been noted: an increase in the intensity and frequency of Atlantic hurricanes and a rapid decrease in Greenland ice sheet volume. Both of these phenomena occurred while a significant warming took place in North Atlantic sea surface temperatures (SSTs), thus sparking a debate on whether the warming is a consequence of natural climate variations, anthropogenic forcing, or both; and if both, what their relative roles are. Here models and observations are used to detect and attribute long-term (multidecadal) twentieth-century North Atlantic (NA) SST changes to their anthropogenic and natural causes. A suite of Intergovernmental Panel on Climate Change (IPCC) twentieth-century (C20C) coupled model simulations with multiple ensemble members and a signal-to-noise maximizing empirical orthogonal function analysis are used to identify a model-based estimate of the forced, anthropogenic component in NA SST variability. Comparing the results to observations, it is argued that the long-term, observed, North Atlantic basin-averaged SSTs combine a forced global warming trend with a distinct, local multidecadal “oscillation” that is outside of the range of the model-simulated, forced component and most likely arose from internal variability. This internal variability produced a cold interval between 1900 and 1930, followed by 30 yr of relative warmth and another cold phase from 1960 to 1990, and a warming since then. This natural variation, referred to previously as the Atlantic Multidecadal Oscillation (AMO), thus played a significant role in the twentieth-century NA SST variability and should be considered in future, near-term climate projections as a mechanism that, depending on its behavior, can act either constructively or destructively with the region’s response to anthropogenic influence, temporarily amplifying or mitigating regional climate change.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "8a608e93-7fb9-4fc8-b0da-be91a7d98081"}, "context": "Models and observations are used to detect and attribute long-term (multidecadal) twentieth-century North Atlantic (NA) SST changes to their anthropogenic and natural causes."}