{"doi": "10.1175/1525-7541(2000)001<0026:VAPOPA>2.0.CO;2", "citationDetail": "Koster, R. D., M. J. Suarez, M. Heiser (2000), Variance and Predictability of Precipitation at Seasonal-to-Interannual Timescales, J. Hydrometeorol., 1, 26-46", "title": "Variance and Predictability of Precipitation at Seasonal-to-Interannual Timescales", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Assessment of the impact of land surface and ocean boundary conditions on the seasonal-to-interannual variability and predictability of precipitation in a coupled modeling system.", "linkage": "http://journals.ametsoc.org/doi/pdf/10.1175/1525-7541%282000%29001%3C0026%3AVAPOPA%3E2.0.CO%3B2", "name": "Variance and Predictability of Precipitation at Seasonal-to-Interannual Timescales"}, "abstract": "A series of atmospheric general circulation model simulations, spanning a total of several thousand years, is used to assess the impact of land surface and ocean boundary conditions on the seasonal-to-interannual variability and predictability of precipitation in a coupled modeling system. In the first half of the analysis, which focuses on precipitation variance, the contributions of ocean, atmosphere, and land processes to this variance are characterized, to first order, with a simple linear model. The resulting clean separation of the contributions leads to two results: 1) land and ocean processes have essentially different domains of influence, that is, the amplification of precipitation variance by land–atmosphere feedback is most important outside of the regions (mainly in the Tropics) that are most affected by sea surface temperatures; and 2) the strength of land–atmosphere feedback in a given region is controlled largely by the relative availability of energy and water there. In the second half of the analysis, the potential for seasonal-to-interannual predictability of precipitation is quantified under the assumption that all relevant surface boundary conditions (in the ocean and on land) are themselves perfectly predictable. Although the chaotic nature of the atmospheric circulation imposes fundamental limits on precipitation predictability in many regions, foreknowledge of sea surface temperature contributes significantly to predictability in the Tropics, and foreknowledge of land surface moisture state contributes significantly to predictability in transition zones between dry and humid climates. Thus, soil moisture initialization or assimilation in a seasonal-to-interannual forecasting system would be especially beneficial in these transition zones.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "39b0bef2-53b6-4d6d-b9b3-b4ebe0bf01ab"}, "context": "Assessment of the impact of land surface and ocean boundary conditions on the seasonal-to-interannual variability and predictability of precipitation in a coupled modeling system."}