{"doi": "10.5194/gmd-8-3379-2015", "citationDetail": "Kravitz, B., A. Robock, S. Tilmes, O. Boucher, J. M. English, P. J. Irvine, A. Jones, M. G. Lawrence, M. MacCracken, H. Muri, J. C. Moore, U. Niemeier, S. J. Phipps, J. Sillmann, T. Storelvmo, H. Wang, S. Watanabe (2015), The Geoengineering Model Intercomparison Project Phase 6 (GeoMIP6), Geosci. Model Dev., 8, 3379-3392", "title": "The Geoengineering Model Intercomparison Project Phase 6 (GeoMIP6): simulation design and preliminary results", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Expansion of GeoMIP  to address further important topics, including key uncertainties in extreme events, the use of geoengineering as part of a portfolio of responses to climate change, and the idea of cirrus cloud thinning to allow more longwave radiation to escape to space.", "linkage": "http://www.geosci-model-dev.net/8/3379/2015/", "name": "The Geoengineering Model Intercomparison Project Phase 6 (GeoMIP6): simulation design and preliminary results"}, "abstract": "We present a suite of new climate model experiment designs for the Geoengineering Model Intercomparison Project (GeoMIP). This set of experiments, named GeoMIP6 (to be consistent with the Coupled Model Intercomparison Project Phase 6), builds on the previous GeoMIP project simulations, and has been expanded to address several further important topics, including key uncertainties in extreme events, the use of geoengineering as part of a portfolio of responses to climate change, and the relatively new idea of cirrus cloud thinning to allow more longwave radiation to escape to space. We discuss experiment designs, as well as the rationale for those designs, showing preliminary results from individual models when available. We also introduce a new feature, called the GeoMIP Testbed, which provides a platform for simulations that will be performed with a few models and subsequently assessed to determine whether the proposed experiment designs will be adopted as core (Tier 1) GeoMIP experiments. This is meant to encourage various stakeholders to propose new targeted experiments that address their key open science questions, with the goal of making GeoMIP more relevant to a broader set of communities.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "2e7d75ff-cea1-4afe-b983-0424eb42db7b"}, "context": "Expansion of GeoMIP  to address further important topics, including key uncertainties in extreme events, the use of geoengineering as part of a portfolio of responses to climate change, and the idea of cirrus cloud thinning to allow more longwave radiation to escape to space."}