{"doi": "10.1002/2014JD022423", "citationDetail": "Funke, B., M. López-Puertas, L. Holt, C. E. Randall, G. P. Stiller, T. von Clarmann (2014), Hemispheric distributions and interannual variability of NOy produced by energetic particle precipitation in 2002–2012, J. Geophys. Res. Atmos., 119, 13,565–13,582", "title": "Hemispheric distributions and interannual variability of NOy produced by energetic particle precipitation in 2002–2012", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Solar electron forcing for CMIP6.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1002/2014JD022423/epdf", "name": "Hemispheric distributions and interannual variability of NOy produced by energetic particle precipitation in 2002–2012"}, "abstract": "We investigate the interannual variability and hemispheric differences of reactive odd nitrogen produced by energetic particle precipitation (EPP-NOy) and transported into the stratosphere and lower mesosphere during polar winters in 2002–2012. For this purpose, EPP-NOy amounts derived from observations of the Michelson Interferometer for Passive Atmospheric Sounding by means of a tracer correlation method have been used. Southern hemispheric (SH) seasonal maximum EPP-NOy amounts transported below the 0.02 hPa level range from 0.5GM to 2.5GM in the 2009 and 2003 winters, respectively. Northern hemispheric (NH) amounts were typically 2–5 times smaller, with the exception of the 2003/2004 winter. This interhemispheric asymmetry is primarily caused by a reduction of the mesospheric descent rates in NH midwinter, as opposed to the SH. Hemispherically integrated NOy fluxes through given pressure levels reach up to 0.07GM/day at 0.1 hPa. A multilinear regression of the EPP-NOy evolution to the Ap index of the preceding months indicates that a large fraction of the SH interannual variability of EPP-NOy (excluding direct contributions by solar protons) can be linked to geomagnetic activity variations. This relationship holds throughout the winter and at all vertical levels where EPP-NOy is present. In the NH, a similar correlation is found until midwinter, however, breaking down afterward above 2 hPa in years with elevated stratopause occurrence. As an exception, EPP-NOy amounts in the Arctic winter 2004/2005 were much higher than in other NH winters with similar geomagnetic activity. We attribute this behavior to the unusually stable polar vortex in that winter, otherwise typical for the SH.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "7676ff22-99e3-4411-8ef4-a7ec5b8bce66"}, "context": "Solar electron forcing for CMIP6"}