{"doi": "10.1029/2009GL040882", "citationDetail": "Cole-Dai, J., D. Ferris, A. Lanciki, J. Savarino, M. Baroni, and M. H. Thiemens (2009), Cold decade (AD 1810 – 1819) caused by Tambora (1815) and another (1809) stratospheric volcanic eruption, Geophys. Res. Lett., 36, L22703", "title": "Cold decade (AD 1810–1819) caused by Tambora (1815) and another (1809) stratospheric volcanic eruption", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Reconciling observed cold temperatures in the early 19th century with the timing of the 1815 eruption of Tambora in Indonesia.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1029/2009GL040882/abstract", "name": "Cold decade (AD 1810–1819) caused by Tambora (1815) and another (1809) stratospheric volcanic eruption"}, "abstract": "Climate records indicate that the decade of AD 1810 – 1819 including ‘‘the year without a summer’’ (1816) is probably the coldest during the past 500 years or longer, and the cause of the climatic extreme has been attributed primarily to the 1815 cataclysmic Tambora eruption in Indonesia. But the cold temperatures in the early part of the decade and the timing of the Tambora eruption call into question the real climatic impact of volcanic eruptions. Here we present new evidence, based on sulfur isotope anomaly (D33S), a unique indicator of volcanic sulfuric acid produced in the stratosphere and preserved in polar snow, and on the precise timing of the volcanic deposition in both polar regions, that another large eruption in 1809 of a volcano is also stratospheric and occurred in the tropics. The Tambora eruption and the undocumented 1809 eruption are together responsible for the unusually cold decade.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "3addcf0e-8302-4e86-9ac3-48e40a8fc53d"}, "context": "Reconciling observed cold temperatures in the early 19th century with the timing of the 1815 eruption of Tambora in Indonesia."}