{"doi": "10.5194/cp-12-663-2016", "citationDetail": "Haywood, A. M., H. J. Dowsett, A. M. Dolan, D. Rowley, A. Abe-Ouchi, B. Otto-Bliesner, M. A. Chandler, S. J. Hunter, D. J. Lunt, M. Pound, U. Salzmann (2016), The Pliocene Model Intercomparison Project (PlioMIP) Phase 2: scientific objectives and experimental design, Clim. Past, 12, 663-675", "title": "The Pliocene Model Intercomparison Project (PlioMIP) Phase 2: scientific objectives and experimental design", "url": {"name": "The Pliocene Model Intercomparison Project (PlioMIP) Phase 2: scientific objectives and experimental design", "protocol": "http", "description": "Here we provide a description of the aim and objectives of the next phase of the model intercomparison project (PlioMIP Phase 2), and we present the experimental design and boundary conditions that will be utilized for climate model experiments in Phase 2.", "linkage": "http://www.clim-past.net/12/663/2016/cp-12-663-2016.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The Pliocene Model Intercomparison Project (PlioMIP) is a co-ordinated international climate modelling initiative to study and understand climate and environments of the Late Pliocene, as well as their potential relevance in the context of future climate change. PlioMIP examines the consistency of model predictions in simulating Pliocene climate and their ability to reproduce climate signals preserved by geological climate archives. Here we provide a description of the aim and objectives of the next phase of the model intercomparison project (PlioMIP Phase 2), and we present the experimental design and boundary conditions that will be utilized for climate model experiments in Phase 2.  Following on from PlioMIP Phase 1, Phase 2 will continue to be a mechanism for sampling structural uncertainty within climate models. However, Phase 1 demonstrated the requirement to better understand boundary condition uncertainties as well as uncertainty in the methodologies used for data–model comparison. Therefore, our strategy for Phase 2 is to utilize state-of-the-art boundary conditions that have emerged over the last 5 years. These include a new palaeogeographic reconstruction, detailing ocean bathymetry and land–ice surface topography. The ice surface topography is built upon the lessons learned from offline ice sheet modelling studies. Land surface cover has been enhanced by recent additions of Pliocene soils and lakes. Atmospheric reconstructions of palaeo-CO2 are emerging on orbital timescales, and these are also incorporated into PlioMIP Phase 2. New records of surface and sea surface temperature change are being produced that will be more temporally consistent with the boundary conditions and forcings used within models.  Finally we have designed a suite of prioritized experiments that tackle issues surrounding the basic understanding of the Pliocene and its relevance in the context of future climate change in a discrete way.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "284318c8-08eb-4a7e-a544-175f253bbe35"}, "context": "Here we provide a description of the aim and objectives of the next phase of the model intercomparison project (PlioMIP Phase 2), and we present the experimental design and boundary conditions that will be utilized for climate model experiments in Phase 2.", "ontologyTypeKey": "cim.2.shared.Citation"}