{"citationDetail": "Hadley Centre Sea Ice and Sea Surface Temperature data set (HadISST)", "title": "HadISST", "url": {"name": "HadISST", "protocol": "http", "description": "Hadley Centre sea ice and sea surface temperature data set", "linkage": "http://www.metoffice.gov.uk/hadobs/hadisst/", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "The SST data are taken from the Met Office Marine Data Bank (MDB), which from 1982 onwards also includes data received through the Global Telecommunications System (GTS). In order to enhance data coverage, monthly median SSTs for 1871-1995 from the Comprehensive Ocean-Atmosphere Data Set (COADS) (now ICOADS) were also used where there were no MDB data. The sea ice data are taken from a variety of sources including digitized sea ice charts and passive microwave retrievals.\nHadISST1 temperatures are reconstructed using a two stage reduced-space optimal interpolation procedure, followed by superposition of quality-improved gridded observations onto the reconstructions to restore local detail. The sea ice fields are made more homogeneous by compensating satellite microwave-based sea ice concentrations for the impact of surface melt effects on retrievals in the Arctic and for algorithm deficiencies in the Antarctic, and by making the historical in situ concentrations consistent with the satellite data. SSTs near sea ice are estimated using statistical relationships between SST and sea ice concentration.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-04 09:56:34.757487", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 09:56:34.757487", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "c921f066-d7d5-4e93-bfee-5c72dfd5565a"}, "context": "Sea ice and sea surface temperature data set from 1870 to present.", "ontologyTypeKey": "cim.2.shared.Citation"}