{"doi": "10.5194/gmd-11-1033-2018", "citationDetail": "Kageyama, M., Braconnot, P., Harrison, S. P., Haywood, A. M., Jungclaus, J. H., Otto-Bliesner, B. L., Peterschmitt, J.-Y., Abe-Ouchi, A., Albani, S., Bartlein, P. J., Brierley, C., Crucifix, M., Dolan, A., Fernandez-Donado, L., Fischer, H., Hopcroft, P. O., Ivanovic, R. F., Lambert, F., Lunt, D. J., Mahowald, N. M., Peltier, W. R., Phipps, S. J., Roche, D. M., Schmidt, G. A., Tarasov, L., Valdes, P. J., Zhang, Q., and Zhou, T.: The PMIP4 contribution to CMIP6 - Part 1: Overview and over-arching analysis plan, Geosci. Model Dev., 11, 1033-1057, https://doi.org/10.5194/gmd-11-1033-2018, 2018.", "title": "The PMIP4 contribution to CMIP6 - Part 1: Overview and over-arching analysis plan", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "To understand the response of the climate system to different climate forcings for documented climatic states very different from the present and historical climates.", "linkage": "https://www.geosci-model-dev.net/11/1033/2018/", "name": "The PMIP4 contribution to CMIP6 - Part 1: Overview and over-arching analysis plan"}, "abstract": "This paper is the first of a series of four GMD papers on the PMIP4-CMIP6 experiments. Part 2 (Otto-Bliesner et al., 2017) gives details about the two PMIP4-CMIP6 interglacial experiments, Part 3 (Jungclaus et al., 2017) about the last millennium experiment, and Part 4 (Kageyama et al., 2017) about the Last Glacial Maximum experiment. The mid-Pliocene Warm Period experiment is part of the Pliocene Model Intercomparison Project (PlioMIP) – Phase 2, detailed in Haywood et al. (2016).\n\nThe goal of the Paleoclimate Modelling Intercomparison Project (PMIP) is to understand the response of the climate system to different climate forcings for documented climatic states very different from the present and historical climates. Through comparison with observations of the environmental impact of these climate changes, or with climate reconstructions based on physical, chemical, or biological records, PMIP also addresses the issue of how well state-of-the-art numerical models simulate climate change. Climate models are usually developed using the present and historical climates as references, but climate projections show that future climates will lie well outside these conditions. Palaeoclimates very different from these reference states therefore provide stringent tests for state-of-the-art models and a way to assess whether their sensitivity to forcings is compatible with palaeoclimatic evidence. Simulations of five different periods have been designed to address the objectives of the sixth phase of the Coupled Model Intercomparison Project (CMIP6): the millennium prior to the industrial epoch (CMIP6 name: past1000); the mid-Holocene, 6000 years ago (midHolocene); the Last Glacial Maximum, 21000 years ago (lgm); the Last Interglacial, 127000 years ago (lig127k); and the mid-Pliocene Warm Period, 3.2 million years ago (midPliocene-eoi400). These climatic periods are well documented by palaeoclimatic and palaeoenvironmental records, with climate and environmental changes relevant for the study and projection of future climate changes. This paper describes the motivation for the choice of these periods and the design of the numerical experiments and database requests, with a focus on their novel features compared to the experiments performed in previous phases of PMIP and CMIP. It also outlines the analysis plan that takes advantage of the comparisons of the results across periods and across CMIP6 in collaboration with other MIPs.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "3ebca31d-6b12-4241-b64c-70d0f36bb961"}, "context": "To understand the response of the climate system to different climate forcings for documented climatic states very different from the present and historical climates."}