{"doi": "10.1016/j.ocemod.2018.07.002", "citationDetail": "Tsujino, H., S. Urakawa, H. Nakano, J. Small, W. M. Kim, S. G.Yeager, G. Danabasoglu, T. Suzuki, J. L. Bamber, M. Bentsen, C. W. Böning, A. Bozec, E. P. Chassignet, E. Curchitser, F. Boeira Dias, P. J. Durack, S. M. Griffies, Y. Harada, M. Ilicak, S. A. Josey, C. Kobayashi, S. Kobayashi, Y. Komuro, W. G.Large, J. Le Sommer, S. J. Marsland, S. Masina, M. Scheinert, H. Tomita, M. Valdivieso, D. Yamazaki (2018), JRA-55 based surface dataset for driving ocean-sea-ice models (JRA55-do), Ocean Modelling, 130, 79-139", "title": "JRA-55 based surface dataset for driving ocean-sea-ice models (JRA55-do)", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "A new surface dataset for driving ocean-sea ice models (JRA55-do).\nThis dataset aims to replace the dataset currently used in the CORE/OMIP framework. The merits of JRA55-do are the high horizontal resolution ( ≈  55 km) and temporal interval (3 h). JRA55-do corrects JRA-55 using satellite and other atmospheric reanalysis products. Assessment shows that JRA55-do can suitably replace the current CORE/OMIP dataset.", "linkage": "https://doi.org/10.1016/j.ocemod.2018.07.002", "name": "JRA-55 based surface dataset for driving ocean-sea-ice models (JRA55-do)"}, "abstract": "We present a new surface-atmospheric dataset for driving ocean–sea-ice models based on Japanese 55-year atmospheric reanalysis (JRA-55), referred to here as JRA55-do. The JRA55-do dataset aims to replace the CORE interannual forcing version 2 (hereafter called the CORE dataset), which is currently used in the framework of the Coordinated Ocean-ice Reference Experiments (COREs) and the Ocean Model Intercomparison Project (OMIP). A major improvement in JRA55-do is the refined horizontal grid spacing ( ∼ 55 km) and temporal interval (3 hr). The data production method for JRA55-do essentially follows that of the CORE dataset, whereby the surface fields from an atmospheric reanalysis are adjusted relative to reference datasets. To improve the adjustment method, we use high-quality products derived from satellites and from several other atmospheric reanalysis projects, as well as feedback on the CORE dataset from the ocean modelling community. Notably, the surface air temperature and specific humidity are adjusted using multi-reanalysis ensemble means. In JRA55-do, the downwelling radiative fluxes and precipitation, which are affected by an ambiguous cloud parameterisation employed in the atmospheric model used for the reanalysis, are based on the reanalysis products. This approach represents a notable change from the CORE dataset, which imported independent observational products. Consequently, the JRA55-do dataset is more self-contained than the CORE dataset, and thus can be continually updated in near real-time. The JRA55-do dataset extends from 1958 to the present, with updates expected at least annually. This paper details the adjustments to the original JRA-55 fields, the scientific rationale for these adjustments, and the evaluation of JRA55-do. The adjustments successfully corrected the biases in the original JRA-55 fields. The globally averaged features are similar between the JRA55-do and CORE datasets, implying that JRA55-do can suitably replace the CORE dataset for use in driving global ocean–sea-ice models.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "1753a74e-8bb2-4c09-ab50-9cdd702f6a92"}, "context": "A new surface dataset for driving ocean-sea ice models (JRA55-do).  JRA55-do corrects JRA-55 using satellite and other atmospheric reanalysis products."}