{"doi": "10.1002/2013JD021063", "citationDetail": "Muri, H., J. E. Kristjánsson, T. Storelvmo, M. A. Pfeffer (2014), The climate effects of modifying cirrus clouds in a climate engineering framework, J. Geophys. Res., 119, 4174-4191", "title": "The climate effects of modifying cirrus clouds in a climate engineering framework", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The climatic effects of climate engineering - or geoengineering - via cirrus cloud thinning.", "linkage": "http://onlinelibrary.wiley.com/wol1/doi/10.1002/2013JD021063/abstract", "name": "The climatic effects of modifying cirrus clouds in a climate engineering framework"}, "abstract": "The climatic effects of climate engineering—or geoengineering—via cirrus cloud thinning are examined. Thinner cirrus clouds can allow more outgoing longwave radiation to escape to space, potentially cooling the climate. The cloud properties and climatic effects due to perturbing the ice crystal fall speed are investigated in a set of hemispheric scale sensitivity experiments with the Community Earth System Model. It is found that increasing the ice crystal fall speed, as an analog to cirrus cloud seeding, depletes high-level clouds and reduces the longwave cloud forcing. Deliberate depletion of cirrus clouds increases outgoing longwave radiation, reduces the upper tropospheric water vapor, and cools the climate. Global cirrus cloud thinning gave a net cloud forcing change of −1.55 W m−2 and a global annual mean temperature change of −0.94 K. Though there is negligible change in the global annual mean precipitation (−0.001 mm/d), the spatially nonhomogeneous forcing induces circulation changes and hence remote climate changes. Climate engineering the Southern Hemisphere only results in a northward shift of the Intertropical Convergence Zone and possible Sahelian drought alleviation, while targeting the Northern Hemisphere alone causes a greater cooling. It was found that targeting cirrus clouds everywhere outside of the tropics results in changes to the circulation and precipitation even in the nonclimate engineered regions, underscoring the risks of remote side effects and indeed the complexity of the climate system.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "6ece798a-df79-4252-8a8c-0ca563ee6640"}, "context": "The climatic effects of climate engineering via cirrus cloud thinning"}