{"doi": "10.5194/gmd-9-2973-2016", "citationDetail": "Lawrence, D. M., G. C. Hurtt, A. Arneth, V. Brovkin, K. V. Calvin, A. D. Jones, C. D. Jones, P. J. Lawrence, N.  de NobletDucoudré, J. Pongratz, S. I. Seneviratne, E. Shevliakova (2016), The Land Use Model Intercomparison Project (LUMIP): Rationale and experimental design, Geosci. Model Dev., 9, 2973-2998", "title": "The Land Use Model Intercomparison Project (LUMIP) contribution to CMIP6: rationale and experimental design", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Human land-use activities have resulted in large changes to the Earth's surface, with resulting implications for climate. In the future, land-use activities are likely to expand and intensify further to meet growing demands for food, fiber, and energy.", "linkage": "http://www.geosci-model-dev.net/9/2973/2016/", "name": "The Land Use Model Intercomparison Project (LUMIP) contribution to CMIP6: rationale and experimental design"}, "abstract": "Human land-use activities have resulted in large changes to the Earth's surface, with resulting implications for climate. In the future, land-use activities are likely to expand and intensify further to meet growing demands for food, fiber, and energy. The Land Use Model Intercomparison Project (LUMIP) aims to further advance understanding of the impacts of land-use and land-cover change (LULCC) on climate, specifically addressing the following questions. (1) What are the effects of LULCC on climate and biogeochemical cycling (past–future)? (2) What are the impacts of land management on surface fluxes of carbon, water, and energy, and are there regional land-management strategies with the promise to help mitigate climate change? In addressing these questions, LUMIP will also address a range of more detailed science questions to get at process-level attribution, uncertainty, data requirements, and other related issues in more depth and sophistication than possible in a multi-model context to date. There will be particular focus on the separation and quantification of the effects on climate from LULCC relative to all forcings, separation of biogeochemical from biogeophysical effects of land use, the unique impacts of land-cover change vs. land-management change, modulation of land-use impact on climate by land–atmosphere coupling strength, and the extent to which impacts of CO2 concentrations on plant photosynthesis and modulated by past and future land use.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "160a1b64-b98b-41df-b339-6011febe5971"}, "context": "Human land-use activities have resulted in large changes to the Earth's surface, with resulting implications for climate. In the future, land-use activities are likely to expand and intensify further to meet growing demands for food, fiber, and energy."}