{"doi": "10.1038/nature12674", "citationDetail": "Carslaw, K.S., L.A. Lee, C.L.Reddington, K.J. Pringle, A. Rap, P.M. Forster, G.W. Mann, D.V. Spracklen, M.T. Woodhouse, L.A. Regayre, J.R. Pierce (2013), Large contribution of natural aerosols to uncertainty in indirect forcing, Nature, 503, 67-71", "title": "Large contribution of natural aerosols to uncertainty in indirect forcing", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "A sensitivity analysis on a global model to quantify the uncertainty in cloud radiative forcing over the industrial period caused by uncertainties in aerosol emissions and processes.", "linkage": "http://www.nature.com/nature/journal/v503/n7474/abs/nature12674.html", "name": "Large contribution of natural aerosols to uncertainty in indirect forcing"}, "abstract": "The effect of anthropogenic aerosols on cloud droplet concentrations and radiative properties is the source of one of the largest uncertainties in the radiative forcing of climate over the industrial period. This uncertainty affects our ability to estimate how sensitive the climate is to greenhouse gas emissions. Here we perform a sensitivity analysis on a global model to quantify the uncertainty in cloud radiative forcing over the industrial period caused by uncertainties in aerosol emissions and processes. Our results show that 45 per cent of the variance of aerosol forcing since about 1750 arises from uncertainties in natural emissions of volcanic sulphur dioxide, marine dimethylsulphide, biogenic volatile organic carbon, biomass burning and sea spray. Only 34 per cent of the variance is associated with anthropogenic emissions. The results point to the importance of understanding pristine pre-industrial-like environments, with natural aerosols only, and suggest that improved measurements and evaluation of simulated aerosols in polluted present-day conditions will not necessarily result in commensurate reductions in the uncertainty of forcing estimates.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "f2c036d8-a215-432d-b601-05aa41235d18"}, "context": "A sensitivity analysis on a global model to quantify the uncertainty in cloud radiative forcing over the industrial period caused by uncertainties in aerosol emissions and processes."}