{"doi": "doi:10.1038/nature14565", "citationDetail": "Sigl, M., M. Winstrup, J. R. McConnell, K. C. Welten, G. Plunkett, F. Ludlow, U.  Büntgen, M. Caffee, N. Chellman, D. Dahl-Jensen, H. Fischer, S. Kipfstuhl,C. Kostick, O. J. Maselli, F. Mekhaldi, R. Mulvaney, R. Muscheler, D. R. Pasteris, J. R. Pilcher, M. Salzer, S. Schüpbach, J. P. Steffensen, B. M. Vinther, T. E. (2015), Timing and climate forcing of volcanic eruptions for the past 2,500 years, Nature, 523, 543–549", "title": "Timing and climate forcing of volcanic eruptions for the past 2,500 years", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "This paper describes the volcanological dataset used to define the SO2 emissions to generate, using the EVA module, the volcanic forcing input data for the volc-long and volc-cluster experiments of VolMIP.", "linkage": "http://www.nature.com/nature/journal/v523/n7562/abs/nature14565.html", "name": "Timing and climate forcing of volcanic eruptions for the past 2,500 years"}, "abstract": "Volcanic eruptions contribute to climate variability, but quantifying these contributions has been limited by inconsistencies in the timing of atmospheric volcanic aerosol loading determined from ice cores and subsequent cooling from climate proxies such as tree rings. Here we resolve these inconsistencies and show that large eruptions in the tropics and high latitudes were primary drivers of interannual-to-decadal temperature variability in the Northern Hemisphere during the past 2,500 years. Our results are based on new records of atmospheric aerosol loading developed from high-resolution, multi-parameter measurements from an array of Greenland and Antarctic ice cores as well as distinctive age markers to constrain chronologies. Overall, cooling was proportional to the magnitude of volcanic forcing and persisted for up to ten years after some of the largest eruptive episodes. Our revised timescale more firmly implicates volcanic eruptions as catalysts in the major sixth-century pandemics, famines, and socioeconomic disruptions in Eurasia and Mesoamerica while allowing multi-millennium quantification of climate response to volcanic forcing.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "87a6c94f-08b4-427c-ac06-e2515c94342d"}, "context": "This paper describes the volcanological dataset used to define the SO2 emissions to generate, using the EVA module, the volcanic forcing input data for the volc-long and volc-cluster experiments of VolMIP."}