{"doi": "10.5194/gmd-9-2809-2016", "citationDetail": "van den Hurk, B., H. Kim, G. Krinner, S. I. Seneviratne, C. Derksen, T. Oki, H. Douville, J. Colin, A. Ducharne, F. Cheruy, N. Viovy, M. J. Puma, Y. Wada,  W. Li, B. Jia, A. Alessandri, D. M. Lawrence, G. P. Weedon, R. Ellis, S. Hagemann, J. Mao, M. G. Flanner, M. Zampieri, S. Materia, R. M. Law, J. Sheffield (2016), LS3MIP (v1.0) contribution to CMIP6: the Land Surface, Snow and Soil moisture Model Intercomparison Project – aims, setup and expected outcome, Geosci. Model Dev., 9, 2809-2832", "title": "LS3MIP (v1.0) contribution to CMIP6: the Land Surface, Snow and Soil moisture Model Intercomparison Project – aims, setup and expected outcome", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "The Land Surface, Snow and Soil Moisture Model Intercomparison Project (LS3MIP) is designed to provide a comprehensive assessment of land surface, snow and soil moisture feedbacks on climate variability and climate change, and to diagnose systematic biases in the land modules of current Earth system models (ESMs).", "linkage": "http://www.geosci-model-dev.net/9/2809/2016/gmd-9-2809-2016.pdf", "name": "LS3MIP (v1.0) contribution to CMIP6: the Land Surface, Snow and Soil moisture Model Intercomparison Project – aims, setup and expected outcome"}, "abstract": "The Land Surface, Snow and Soil Moisture Model Intercomparison Project (LS3MIP) is designed to provide a comprehensive assessment of land surface, snow and soil moisture feedbacks on climate variability and climate change, and to diagnose systematic biases in the land modules of current Earth system models (ESMs). The solid and liquid water stored at the land surface has a large influence on the regional climate, its variability and predictability, including effects on the energy, water and carbon cycles. Notably, snow and soil moisture affect surface radiation and flux partitioning properties, moisture storage and land surface memory. They both strongly affect atmospheric conditions, in particular surface air temperature and precipitation, but also large-scale circulation patterns. However, models show divergent responses and representations of these feedbacks as well as systematic biases in the underlying processes. LS3MIP will provide the means to quantify the associated uncertainties and better constrain climate change projections, which is of particular interest for highly vulnerable regions (densely populated areas, agricultural regions, the Arctic, semi-arid and other sensitive terrestrial ecosystems). The experiments are subdivided in two components, the first addressing systematic land biases in offline mode (“LMIP”, building upon the 3rd phase of Global Soil Wetness Project; GSWP3) and the second addressing land feedbacks attributed to soil moisture and snow in an integrated framework (“LFMIP”, building upon the GLACE-CMIP blueprint).", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2016-07-04 13:00:00", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-04 13:00:00", "type": "cim.2.shared.Citation", "id": "9553b808-1974-49b2-ad5c-93dffa283c80"}, "context": "The Land Surface, Snow and Soil Moisture Model Intercomparison Project (LS3MIP) is designed to provide a comprehensive assessment of land surface, snow and soil moisture feedbacks on climate variability and climate change, and to diagnose systematic biases in the land modules of current Earth system models (ESMs)."}