{"doi": "10.1002/2015GL064291", "citationDetail": "Pincus, R., E.J. Mlawer, L. Orepoulos, A.S. Ackerman, S. Baek, M. Brath, S.A. Buehler, K.E. Cady-Pereira, J.N.S. Cole, J.-L. Dufresne, M. Kelley, J. Li, J. Manners, D.J. Paynter, R. Roehrig, M. Sekiguchi, D.M. Schwarzkopf (2015),  Radiative flux and forcing parameterization error in aerosol-free clear skies, Geophys. Res. Lett., 42(13),   5485–5492", "title": "Radiative flux and forcing parameterization error in aerosol-free clear skies", "url": {"meta": {"type": "cim.2.shared.OnlineResource"}, "protocol": "http", "description": "Reports on the accuracy in aerosol- and cloud-free conditions of the radiation parameterizations used in climate models.", "linkage": "http://onlinelibrary.wiley.com/doi/10.1002/2015GL064291/abstract", "name": "Radiative flux and forcing parameterization error in aerosol-free clear skies"}, "abstract": "This article reports on the accuracy in aerosol- and cloud-free conditions of the radiation parameterizations used in climate models. Accuracy is assessed relative to observationally validated reference models for fluxes under present-day conditions and forcing (flux changes) from quadrupled concentrations of carbon dioxide. Agreement among reference models is typically within 1 W/m2, while parameterized calculations are roughly half as accurate in the longwave and even less accurate, and more variable, in the shortwave. Absorption of shortwave radiation is underestimated by most parameterizations in the present day and has relatively large errors in forcing. Error in present-day conditions is essentially unrelated to error in forcing calculations. Recent revisions to parameterizations have reduced error in most cases. A dependence on atmospheric conditions, including integrated water vapor, means that global estimates of parameterization error relevant for the radiative forcing of climate change will require much more ambitious calculations.", "meta": {"author": {"version": 1, "meta": {"type": "cim.2.shared.DocReference"}, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb"}, "createDate": "2017-03-21 00:00:00", "project": "cmip6", "source": "spreadsheet", "version": 1, "updateDate": "2017-03-21 00:00:00", "type": "cim.2.shared.Citation", "id": "f3511baa-2896-458d-9c63-c1f725f1f612"}, "context": "Reports on the accuracy in aerosol- and cloud-free conditions of the radiation parameterizations used in climate models."}