{"doi": "10.1007/BF01095150", "citationDetail": "Cubasch, U., J. Waszkewitz, G. Hegerl, and J. Perlwitz (1995), Regional climate changes as simulated in time-slice experiments, Climatic Change, 31, 372-304", "title": "Regional climate changes as simulated in time-slice experiments", "url": {"name": "Regional climate changes as simulated in time-slice experiments", "protocol": "http", "description": "Regional climate changes as simulated in time-slice experiments", "linkage": "http://link.springer.com/article/10.1007/BF01095150", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Three 30 year long simulations have been performed with a T42 atmosphere model, in which the sea-surface temperature (SST) and sea-ice distribution have been taken from a transient climate change experiment with a T21 global coupled ocean-atmosphere model. In this so-called time-slice experiment, the SST values (and the greenhouse gas concentration) were taken at present time CO2 level, at the time of CO2 doubling and tripling.\nThe annual cycle of temperature and precipitation has been studied over the IPCC regions and has been compared with observations. Additionally the combination of temperature and precipitation change has been analysed. Further parameters investigated include the difference between daily minimum and maximum temperature, the rainfall intensity and the length of droughts.\nWhile the regional simulation of the annual cycle of the near surface temperature is quite realistic with deviations rarely exceeding 3 K, the precipitation is reproduced to a much smaller degree of accuracy.\nThe changes in temperature at the time of CO2 doubling amount to only 30–40% of those at the 3 * CO2 level and show hardly any seasonal variation, contrary to the 3 * CO2 experiment. The comparatively small response to the CO2 doubling can be attributed to the cold-start of the simulation, from which the SST has been extracted. The strong change in the seasonality cannot be explained by internal fluctuations and cold start alone, but has to be caused by feedback mechanisms. Due to the delay in warming caused by the transient experiment, from which the SST has been derived, the 3 * CO2 experiment can be compared to the CO2 doubling studies performed with mixed-layer models.\nThe precipitation change does not display a clear signal. However, an increase of the rain intensity and of longer dry periods is simulated in many regions of the globe.\nThe changes in these parameters as well as the combination of temperature- and precipitation change and the changes in the daily temperature range give valuable hints, in which regions observational studies should be intensified and under which aspects the observational data should be evaluated.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-01 15:14:57.650473", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-01 15:14:57.650473", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "cded5bc1-89c7-4449-8de0-0de3b9929f0c"}, "context": "Timeslice experiments with CO2 at present levels and at time of CO2 doubling and tripling", "ontologyTypeKey": "cim.2.shared.Citation"}