{"doi": "10.5194/gmd-2016-36", "citationDetail": "Jones, C. D.,  V. Arora, P. Friedlingstein, L. Bopp, V. Brovkin, J. Dunne, H. Graven, F. Hoffman, T. Ilyina, J. G. John, M. Jung, M. Kawamiya, C. Koven, J. Pongratz, T. Raddatz, J. Randerson, S. Zaehle (2016), The C4MIP experimental protocol for CMIP6, Geosci. Model Dev. Discuss., Published: 16 March 2016", "title": "The C4MIP experimental protocol for CMIP6", "url": {"name": "The C4MIP experimental protocol for CMIP6", "protocol": "http", "description": "The Coupled Climate-Carbon Cycle Model Intercomparison Project (C4MIP) takes responsibility for design, documentation and analysis of carbon cycle feedbacks and interactions in climate simulations.", "linkage": "http://www.geosci-model-dev-discuss.net/gmd-2016-36/gmd-2016-36.pdf", "ontologyTypeKey": "cim.2.shared.OnlineResource"}, "abstract": "Coordinated experimental design and implementation has become a cornerstone of global climate modelling. So-called Model Intercomparison Projects (MIPs) enable systematic and robust analysis of results across many models to identify common signals and understand model similarities and differences without being hindered by ad-hoc differences in model set-up or experimental boundary conditions. The activity known as the Coupled Model Intercomparison Project (CMIP) has thus grown significantly in scope and as it enters its 6th phase, CMIP6, the design and documentation of individual simulations has been devolved to individual climate science communities. \nThe Coupled Climate-Carbon Cycle Model Intercomparison Project (C4MIP) takes responsibility for design, documentation and analysis of carbon cycle feedbacks and interactions in climate simulations. These feedbacks are potentially large and play a leading order contribution in determining the atmospheric composition in response to human emissions of CO2 and in the setting of emissions targets to stabilise climate or avoid dangerous climate change. For over a decade C4MIP has coordinated coupled climate-carbon cycle simulations and in this paper we describe the C4MIP simulations that will be formally part of CMIP6. While the climate-carbon cycle community has formed this experimental design the simulations also fit into the wider CMIP activity and conform to some common standards such as documentation and diagnostic requests and are designed to complement the CMIP core experiments known as the DECK. \nC4MIP has 3 key strands of scientific motivation and the requested simulations are designed to satisfy their needs: (1) pre-industrial and historical simulations (formally part of the common set of CMIP6 experiments) to enable model evaluation; (2) idealised coupled and partially-coupled simulations with 1 % per year increases in CO2 to enable diagnosis of feedback strength and its components; (3) future scenario simulations to project how the Earth System will respond over the 21st century and beyond to anthropogenic activity. \nThis paper documents in detail these simulations, explains their rationale and planned analysis, and describes how to set-up and run the simulations. Particular attention is paid to boundary conditions and input data required, and also the output diagnostics requested. It is important that modelling groups participating in C4MIP adhere as closely as possible to this experimental design.", "meta": {"language": "en", "author": {"version": 1, "uid": "253825f3-fbc8-43fb-b1f6-cc575dc693eb", "ontologyTypeKey": "cim.2.shared.DocReference"}, "institute": "--", "createDate": "2016-07-01 15:14:57.652451", "project": "cmip6-draft", "source": "spreadsheet", "version": 1, "updateDate": "2016-07-01 15:14:57.652451", "ontologyTypeKey": "cim.2.shared.DocMetaInfo", "type": "cim.2.shared.Citation", "id": "be9ace3c-2c84-43c3-bea5-2aa9aa83d36e"}, "context": "The Coupled Climate-Carbon Cycle Model Intercomparison Project (C4MIP) takes responsibility for design, documentation and analysis of carbon cycle feedbacks and interactions in climate simulations.", "ontologyTypeKey": "cim.2.shared.Citation"}